[
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 0,
        "text": "Scientific Truths in \nthe Qur’ān  \n \n- Abridged Edition  - \n \n \n \n \n \n \n \n \n \nEdited by \nA.B. al-Mehri \n \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThe Qur’an Project Distribution Centre   \n7-8 The Arcade       \nLuton        \nBedfordshire       \nLU4 8JE       \nUnited Kingdom      \n \nTel: 0800 228 9421      \nEmail:  info@quranproject.org \nwww.quranproject.org \n \nCover Design: H. Jundi \n \nAs with all Qur’an Project publications – there is no copy right and no rights reserved. Any part of this \npublication may be reproduced in any language, stored in  a retrieval system or transmitted in any form or \nby any means, electrical, mechanical, photocopying, rec ording or otherwise without our permission, as \nlong as no changes are made to the material. Please kind ly send us a notification for our r",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 1,
        "text": "ecords.  \n \nThe text is an edited amalgamation of various writings o n the specified topic.  \n \nA free PDF version of this book is also available at www. quranproject.org  \n \nBritish Library Cataloguing-in-Publication Data \nA Catalogue record for this book is available from the British Library  \n \nISBN 978-0-9548665-7-0 \n \nFor corrections, spelling or otherwise, please cont act us at info@quranproject.org \n \n \n1 \n  \n \n \n \n \n \n \n \n \nCONTENTS PAGE \n \n \n \n Introduction  . . . . . . . . .      3 \n \n                Qur’ānic Integrity and Scientific A dvancement . . .      6 \n \n- The ‘Big Bang Theory’ - Historic Preamble . . 6 \n \n- The Expanding Universe . . . . 7 \n \n- Early Universe in a state of ‘Smoke’ . . . 8 \n \n- The Orbital Movement of the Sun and the Moon . 9 \n \n- The Spherical Shape of t",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 2,
        "text": "he Earth . . . 10 \n \n- The Lowest Point on Earth . . . . 10 \n \n- The Qur’ān on Mountains  . . . . 11 \n \n- The Qur’ān on the Origin of Life in Water . . 13 \n \n- The Qur’ān on Seas and Rivers   . . . 14 \n \n- Light and Levels of Darkness in the Oceans . . 15 \n \n- The Qur’ān on Duality in Creation . . . 17 \n \n- Chlorophyll – The Green Pigment . . . 20  \n \n- The Uniqueness of Fingertips   . . . 21 \n \n- The Skin – Sensation of Pain  . . . 22 \n\n2 \n  \n- Frontal Lobe of the Brain . . . . 23  \n \n- Behavioural Patterns of Species are like Humans . 2 5 \n \n- The Qur’ān on Human Embryonic Development . 27 \n \n- Stage 1: The Nutfah  . . . 28 \n \n- The Role of Genes . . . 30  \n \n- Stage 2: The ‘Alaqah Stage  . . 30  \n \n- Stage 3: Mudghah stage . . . 39 \n \n- Stage 4: Bone Formation [Idham] . . 41 \n \n- Stage ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 3,
        "text": "5: Clothing the Bones with Flesh [Lahm] 42 \n \n- Scientists Acceptance of the Truths in  \nthe Qur’ān  . . . . 43 \n \n \n \n \n \n \n \n \n \n \n \n \n \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n3 \n  \n \n-1- \n \nINTRODUCTION \n \n“And it was not [possible] for this Qur’ān to be pr oduced by other than God....there  \nis no doubt [it is] from the Lord of the worlds.”  \nQur’ān 10:37 \n \n    The miraculous nature of the Qur’ān lies in the  knowledge it contains and this is an everlasting, \nrenewable and a living proof. The Qur’ān was given to mankind more than fourteen centuries \nago. Recent advancements in various sciences have r evealed innumerable facts. None of these \ndiscoveries contradict a single verse of the Qur’ān . In fact, each time th",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 4,
        "text": "e world makes a break-\nthrough in unravelling the universe, we increase in  certainty that the One who created this uni-\nverse is the One who revealed the Qur’ān. It is fil led with important facts which were revealed at \na point in human history when no man could possibly  have known them. The Qur’ān speaks \nabout the origins of the universe, workings of cele stial bodies, stages of embryonic human devel-\nopment, behavioural patterns of species, historical  and archaeological truths, etc.  \n \n    A miracle is a divine act which defies and tran scends universal laws which God grants to the \nProphets in order to convince people of the truth o f their message. The Qur’ān uses the word \n‘Ayat’ [literally meaning ‘sign’] to describe this phenomenon. These Divine miracles are designed \nto provi",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 5,
        "text": "de people with the capacity to perceive the m as signs of God’s power, knowledge and will \nover all things in the universe. For a miracle to h ave full impact it should relate to an area of \nknowledge in which its intended audience are well v ersed; in this way can a miracle fulfil its pur-\npose. Historically, every Prophet was given miracle s and these were witnessed by their respective \ncontemporaries. The Prophet Muhammad is unique in t he chain of Prophethood, for unlike all \nprevious Prophets, He was sent as God’s final Proph et and Messenger for all mankind. Reason \ndemands, therefore, that he should have a universal  miracle that is not bound by time or geo-\ngraphical considerations. Every individual at every  stage of human history, no matter where he \nlived in the world, is hence ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 6,
        "text": "justified in saying, “ If Muhammad is a Prophet for me today. I would \nlike to behold a miracle today.”  \n \n   Unlike the tangible miracles [an example being t he splitting of the sea] of the previous Prophets, \nthe main miracle of the Prophet Muhammad, although he was given other miracles, was an intel-\nlectual miracle. The effectiveness of the tangible miracles would have their greatest impact on eye \nwitnesses and their full impact would end with the death of these witnesses. If we ask a Jew or \nChristian to show us the miracles of the Prophet Mo ses or Jesus – they both would submit that it \nis not within human power to demonstrate any of tho se miracles now. Moses cannot be asked to \nsplit the sea again and the Prophet Jesus cannot be  called to raise people from the dead. For us \ntod",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 7,
        "text": "ay, these miracles are nothing more than histori cal reports. But if a Muslim is asked about the \ngreatest miracle of the Prophet Muhammad, he can re adily show His Book, the Qur’ān – for the \nQur’ān is a miracle which remains in our hands. It is a Book for all people to examine its con-\nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n4 \n \ntents. Non-believers will naturally seek an explana tion as to the source of knowledge of the \nQur’ān. Atheists would argue that the Qur’ān was th e product of intellectual ramblings of the \nProphet Muhammad and the Jews and Christians would say that it was plagiarised from the Old \nand New Testament. The fact is that such statements  do not belong to the period when the \nQur’ān was revealed an",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 8,
        "text": "d no such statements exist in  the Old and New Testament. It is obvious \nthat no one man could possess the diversity of the knowledge that is contained in the Qur’ān. \nOne could conceivably be lucky with a few guesses, but the variety and quality of accurate knowl-\nedge in the Qur’ān shows, without doubt, these are not the words of a mere mortal.  \n \n   No human being has ever written a comprehensive book \nwith such absolute perfection and certainty of know ledge. \nEvery book represents the knowledge available to a writer at \na certain time and place, and human knowledge keeps  ad-\nvancing. As a result, every book written by a human  being \nbecomes obsolete after some time because the inform ation \nis found to be either false or incomplete, raising the need for \nbooks to be revised or re-w",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 9,
        "text": "ritten. The writings of every \nphysicist, scientist, biologist or philosopher have  proved this \nto be the case.  \n \n   The Qur’ān contains over 6,000 Ayat [verses] wit h over \n70,000 words, yet it is a fact that not a single wo rd, phrase, \nsentence or topic needs to be revised. It is also t he case that a writer usually has knowledge of a \nspecific subject or a few related subjects. For exa mple, one can write about history or economics \nor philosophy or physics etc. But it is not possibl e for a human being to write simultaneously on a \ngreat variety of different subjects with such in-de pth and accurate information. Even a casual \nreader finds that the Qur’ān discusses an array of subjects with the accuracy and precision to \nmake them appear to be the observations of an eye w itness ex",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 10,
        "text": "pert.  \n \nCan the Qur’ān contain scientific errors? \n \n   It must be clearly understood that the Qur’ān is  not a book of science, philosophy, geology or \nhistory - it is a revelation from God for the purpo se of guiding Mankind. Nonetheless, if any ex-\npert from the various fields of knowledge analysed what the Qur’ān states; they would conclude \nthat the Qur’ān, beyond doubt, is not authored by a  man in the 7 th  century. If what the Qur’ān \nimparted was unfounded, science would, in time, hav e proved its falsehood and the whole religion \nwould have been destroyed. Every scientific theory,  from the historic past, that contradicted the \nQur’ān has been proven to be unfounded and lacking empirical evidence. On the contrary, every \nestablished scientific fact has consistently been i n com",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 11,
        "text": "plete agreement with the Qur’ān - as true \nscience is as Divine as the Qur’ān. It is impossibl e that there exist a contradiction between an ac-\ntion of God and His word.   \n \n   There exists a plethora of online literature wri tten by people, many with vested interests, at-\ntempting to refute the the facts that exist in the Qur’ān. Some of these writings are based on mis-\nconceptions, or are academically dishonest and in s ome cases contain blatant lies. It was for this \nreason that the corresponding Arabic text was also included for the verses of the Qur’ān quoted. \nTherefore, everyone is welcome to analyse and study  the exact words spoken by God and assess \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n5 \n and judge for the",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 12,
        "text": "mselves if the Qur’ān is, indeed f rom Him [The Creator] or is authored by \nsomeone who lived over fourteen hundred years ago. There are now a number of authoritative \nArabic dictionaries that have been translated into the English language, should you wish to re-\nsearch the words used in the Qur’ān.  \n \nFinal Note  \n \n   We all have a monumental task of trying to under stand who we really are as individuals and \nwhat is the purpose of our existence. The journey t o ascertain the Truth can only be achieved by \nthose who take their ‘lives’ seriously. God tells u s in the Qur’ān that the majority of people follow \nmere conjecture and assumptions and not facts. One of the regrets of the people of Hell will be \nthat they did not adequately use their intellects. We ask you to look at the content",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 13,
        "text": "s of this book \nwith a critical eye. One should investigate the poi nts being made with the fundamental intention \nof determining its accuracy and being prepared for the consequences it presents. If what God de-\nscribes of the world we can physically observe to b e 100% true – then what He describes of what \nwe cannot physically see, like the approaching judg ement of every human on the Day of Resurrec-\ntion, the punishments of Hell and the eternal bless  of Paradise, is just as true.     \n \n   Finally, for each successive generation, the Qur ’ān offers new and relevant meanings, propor-\ntionate to the development of knowledge and growth of that generation’s intellectual aptitude. In \nother words, they are applicable to the constantly developing perceptions of the human race, ex-\npanding i",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 14,
        "text": "n meaning as man’s exploration of the univ erse and his search for knowledge about his \nlife and existence increases. From this we see that  the Qur’ān was not intended solely for one \npeople or nation, but came for the benefit and guid ance of all; a complete and comprehensive \nreligion, providing knowledge for all the generatio ns. If these teachings were limited to one cen-\ntury or generation, the everlasting objective of th e Qur’ān would have long since diminished. Yet \nthe Qur’ān is constantly regenerating new meaning, providing a continual source of guidance. \n \nA free PDF version of this book is also available o nline: \nwww.quranproject.org  \n  \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n6 \n  \n-2- \n \nQUR’ĀNIC INTEGRI",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 15,
        "text": "TY AND SCIENTIFIC  \nADVANCEMENT \n \n /ًlamwithaleffinal/yehmedial/ِqafinitial /ِhehfinal/shaddawithfathaisolatedlow/lammedial/laminitial/arabicalef /َnoonfinal/ِmeeminitial /َقُdalfinal/sukun/sadinitial/َ alefwithhamzaabove /sukun/noonfinal/َmeeminitialوَ    \n...“and who is more truthful than God in His words. ” \nQur’ān 4:122 \n \nThe ‘Big Bang Theory’ - Historic Preamble \n \n   The enormously vast universe has been the object  of curiosity since time immemorial. Greek \nphilosophers, including Aristotle, believed that th e Universe had always existed and would con-\ntinue to do so eternally. This was also the mainstr eam view in scientific circles at the beginning of \nthe 20 th  century, aptly known as the ‘steady state theory’.  An eternal state of the universe meant \nthat there was no inheren",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 16,
        "text": "t need for a Creator – for  what does not have a beginning does not ne-\ncessitate a need for a cause. However, advancements  in science would shatter this view and fun-\ndamentally prove that the Universe had a beginning.   \n \n   In 1922, physicist Alexander Friedmann, produced  computations showing that the structure of \nthe universe was not static and that even a tiny im pulse might be sufficient to cause the whole \nstructure to expand or contract according to Einste in’s ‘Theory of General Relativity’. George \nLemaitre was the first to recognise the implication s of what Friedmann concluded. Lemaitre for-\nmulated that the universe had begun in a cataclysmi c explosion of a small, primeval atom. He also \nproposed that the amount of cosmic radiation are th e leftover remnants of the initia",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 17,
        "text": "l “explosion.” \n \n   The theoretical musings of these two scientists did not attract much attention and probably \nwould have gone ignored except for new observationa l evidence that rocked the scientific world \nin 1929. That year, American astronomer Edwin Hubbl e, made one of the most important dis-\ncoveries in the history of astronomy. He discovered  that galaxies were moving away from us at \nspeeds directly relative to their distance from us and from each other. A universe where every-\nthing constantly moves away from everything else im plied a constantly expanding universe. \nStephen Hawking writes, ‘The expansion of the unive rse was one of the most important intellec-\ntual discoveries of the 20 th  century, or of any century.’  Since the universe i s constantly expanding, \nwere we to ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 18,
        "text": "rewind a film [of its history], then nec essarily we would find the entire universe was in \na joint state, referred to by some as the ‘Primordi al Atom’. Many scientists and philosophers re-\nsisted the idea of a beginning to the universe beca use of the many questions that it raised – pri-\nmarily what or who caused it. However, with Penzias  and Wilson’s discovery of microwave radia-\ntion emanating from all directions, possessing the same physical characteristics - namely petrified \nlight which came from a huge explosion during the f irst seconds after the birth of the universe – \nleft little doubt about the fact that the universe had a beginning.  \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n7 \n \n For fourteen hundred years,",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 19,
        "text": " since the revelation o f the Qur’ān, sceptics had trouble understand-\ning the verse, ‘...the heavens and the earth were a joined entity and We separated them...’ \n[21:30].  However, with the assistance of scientific advancem ents, we can now understand these \nverses in a new light which help us piece together the cosmological puzzle. The miraculous nature \nof the Qur’ān lies in the knowledge it contains. It s verification of scientific facts shows that its \nmessage is as applicable to the scientist in his la boratory today as it was to the Bedouin in the de-\nsert. \n \nLinguistic Analysis  \n/aleffinal/َnoonmedial/sukun/lammedial/َainmedial/َjeeminitial/ وَaleffinal/َmeemmedial/ُhehinitial/aleffinal/َnoonmedial/sukun/qafmedial/َtatweel/tehmedial/َfehmedial/َtatweel/fehinitial /aleffinal/ًqaf",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 20,
        "text": "medial/sukun/tatweel/tehinitial/َreh /aleffinal/َtehmedial/َtatweel/nooninitial/aleffinal/َkafinitial  /ضَsukun/reh/َsukun/lamwithalefhamzaaboveisolatedd/arabicalef/تِ وَarabicalef/وَaleffinal/َmeemmedial/shaddawithfathaisolatedlow/seenmedial/laminitial/arabicalef /shaddawithfathaisolatedlow/َن alefwithhamzaabove /arabicalef/ُوrehfinal/َfehmedial/َkafinitial  /َnoonfinal/yehinitial/ِthalfinal/shaddawithfathaisolatedlow/laminitial/arabicalef /َrehfinal/َtatweel/yehinitial /sukun/meemfinal/َlaminitial/َوَ alefwithhamzaabove \n  /نَwawfinal/ُnoonmedial/ِmeeminitial/sukun/wawwithhamzaabovefinal/ُtatweel/yehinitial /َlamwithaleffinal/َfehinitial/َ alefwithhamzaabove /shaddawithkasratanisolatedlow/yehfinal/َhahinitial /ءٍsukun/yehfinal/َsheeninitial /shaddawithfathaisolatedlow/lamfinal/ُkafinitia",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 21,
        "text": "l  /ءaleffinal/َmeemmedial/sukun /laminitial/arabicalef /َnoonfinal/ِmeeminitial  \n“Have those who disbelieved not considered that the  heavens and the earth were \na [ ratq ] joined entity, and We [ fataqa ] separated them….Then will they not be- \nlieve?” \nQur’ān 21:30 \n \nThe word ‘ ratq ’ translated as ‘sewn to’ means ‘mixed in each, ble nded’ in Arabic. It is used to refer \nto two different substances that make up a whole. T he phrase ‘ fataqa ’ is ‘unstitched’ and implies \nthat something comes into being by tearing apart or  destroying the structure of things that are \nsewn to one another. In the verse, heaven and earth  are at first subject to the status of ‘ ratq .’ They \nare separated [ fataqa ] with one coming out of the other. Intriguingly, w hen we think about the first \nmoments o",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 22,
        "text": "f the ‘Big Bang’ we see that the entire ma tter of the universe collected at one single \npoint. In other words, everything including ‘the he avens and earth’ which were not created yet \nwere in an interwoven and inseparable condition. Th en, this point exploded violently, causing its \nmatter to disunite.  \n \nThe Expanding Universe \n \n \n /ُainmedial/ِseeninitial/wawfinal/ُmeemmedial/َlaminitial /aleffinal/shaddawithfathaisolatedlow/nooninitial/ِalefwithhamzabelow/ٍ وَdalfinal/sukun/yehinitial/َalefwithhamzaabovefinal/ِbehinitial /aleffinal/َhehinitial/aleffinal/َnoonmedial/sukun/tatweel/yehmedial/َtatweel/noonmedial/َtatweel/behinitial /ءaleffinal/َmeemmedial/shaddawithfathaisolatedlow/seenmedial/laminitial/arabicalef/نَ وَ wawfinal  \n“And the heaven We constructed with strength, \nand indee",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 23,
        "text": "d, We are [its] expander.” \nQur’ān 51:47 \n \nIt was only after the development of the radio tele scope in \n1937, that the expansion of the universe was observ ed and \nestablished. This discovery is regarded as one of t he great-\nest in the history of astronomy.  \n \nDuring these observations, Hubble established that the stars emit a light that turns redder accord-\ning to their distance. The wavelengths of receding bodies prolonged in the spectrum of light \nwaves would shift to red, while, if the bodies appr oached each other, the wavelengths would \nshorten, shifting to blue. The light that came from  galaxies that shifted to red showed that the \ngalaxies were receding. In line with this observati on, Hubble discovered a striking law: the speed \nof galaxies that receded was directly proportio",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 24,
        "text": "nal to the distance between galaxies. The farther \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n8 \n away a galaxy stood, the more its speed of recessio n accelerated. The result was tested again and \nagain. In short, galaxies were moving further and f urther away, all the time.  \n \nA universe where everything constantly moves away f rom everything else implied a constantly \nexpanding universe. The debate now is not whether t he universe is expanding but rather at what \nrate. In 2011, the Nobel Prize in Physics was award ed to three scientists for the ‘discovery of the \naccelerating expansion of the universe through obse rvations of distant supernovae’.  \n \nEarly Universe in a state of ‘Smoke’ \n \n   The science of modern cosmol",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 25,
        "text": "ogy, observational a nd theoretical, clearly indicates that, at one \npoint in time, the whole universe was nothing but a  cloud of ‘smoke’ [i.e. an opaque highly dense \nand hot gaseous composition].1  This is one of the undisputed principles of stand ard modern cos-\nmology.  Scientists now can observe new stars formi ng out of the remnants of that ‘smoke’ [see \nFigures 1 and 2]. \n \n \n           \n \n \n \n \n \n \n \n \n \n \n   The illuminating stars we see at night were, jus t as was the whole universe, in that ‘smoke’ mate-\nrial. God has said in the Qur’ān: \n /نٌaleffinal/َkhahinitial/َ دُyehfinal/ِhehinitial/ء وَaleffinal/َmeemmedial/shaddawithfathaisolatedlow/seenmedial/laminitial/arabicalef /alefmaksurafinal/َlaminitial/ِalefwithhamzabelow /َىwawfinal/َtatweel/tehmedial/sukun/seeninitial/arabic",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 26,
        "text": "alef /shaddawithfathaisolatedlow/meemfinal/ُthehinitial  \n“Then He directed Himself to the heaven while it wa s smoke...” \nQur’ān 41:11 \n \nBecause the earth and the heavens above (the sun, t he moon, stars, planets, galaxies, etc.) have \nbeen formed from this same ‘smoke,’ we conclude tha t the earth and the heavens were one con-\nnected entity.   \n                                                 \n1 Weinberg , The First Three Minutes, a Modern View of the Origin  of the Universe , pp. 94-105. \n \n  \nFigure 1:  A new star forming out \nof a cloud of gas and dust (neb-\nula), which is one of the remnants \nof the ‘smoke’ that was the origin \nof the whole universe. ( The Space \nAtlas, Heather and Henbest, p. 50.)  Figure 2:  The Lagoon nebula is a \ncloud of gas and dust, about 60 light \nyears in d",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 27,
        "text": "iameter.  It is excited by the \nultraviolet radiation of the hot stars \nthat have recently formed within its \nbulk. ( Horizons, Exploring the Universe, \nSeeds, plate 9, from Association of Univer- \nsities for Research in Astronomy, Inc.)  \n \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n9 \n We know that our world, the sun and the stars did n ot come about immediately after the primeval \nexplosion. For the universe was in a gaseous state before the formation of the stars. This gaseous \nstate was initially made of hydrogen and helium. Co ndensation and compression shaped the plan-\nets, the earth, the sun and the stars that were but  products of the gaseous state. The discovery of \nthese phenomena has been rendered possible thanks",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 28,
        "text": " t o successive findings as a result of observa-\ntions and theoretical developments.  \n \nThe knowledge of all contemporary communities durin g the time of the Prophet would not suf-\nfice for the assertion that the universe had once b een in a gaseous state. The Prophet himself did \nnot claim to be the author of the statements in the  Qur’ān as it often reminded, declaring that he \nis simply a messenger of God. \n \n“That is from the news of the unseen which We reveal  to you, [O Muhammad]. \nYou knew it not, neither you nor your people, befor e this. So be patient; indeed, \nthe [best] outcome is for the righteous.”  \nQur’ān 11:49 \n \nThe Orbital Movement of the Sun and the Moon \n \n \n \n \n \n \n \n \n \n \n \n \n /نَwawfinal/ُhahmedial/َbehmedial/sukun/seenmedial/َyehinitial /ٍarabickaffinal/َlammedial/",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 29,
        "text": "َtatweel/fehinitial /yehfinal/ِfehinitial /shaddawithdammatanisolatedlow/lamfinal/ُkafinitial  /َrehfinal/َmeemmedial/َqafmedial/sukun /laminitial/arabicalef/َ وَseenfinal/sukun/meemmedial/shaddawithfathaisolatedlow/sheenmedial/laminitial/arabicalef/َ وَreh/aleffinal/َhehmedial/shaddawithfathaisolatedlow /tatweel/noonmedial/laminitial/arabicalef/َ وَlamfinal/sukun/yehmedial/shaddawithfathaisolatedlow/lammedial/laminitial/arabicalef /َqaffinal/َlammedial/َkhahinitial /ِيthalfinal/shaddawithfathaisolatedlow/laminitial/arabicalef /َwawfinal/ُhehinitialوَ  \n“And it is He who created the night and the day and  the sun and the moon;  \nall [heavenly bodies] in an [ falak ] orbit are [ yasbahoon ] swimming.” \nQur’ān 21:33 \n \n /نَwawfinal/ُhahmedial/َbehmedial/sukun/seenmedial/َyehinitial /ٍarabick",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 30,
        "text": "affinal/َlammedial/َtatweel/fehinitial /yehfinal/ِfehinitial /shaddawithdammatanisolatedlow/lamfinal/ُkafinitial/ِ وَreh/aleffinal/َhehmedial/shaddawithfathaisolatedlow /tatweel/noonmedial/laminitial/arabicalef /ُqaffinal/ِbehinitial/aleffinal/َseeninitial /ُlamfinal/sukun/yehmedial/shaddawithfathaisolatedlow/lammedial/laminitial/arabicalef /َlamwithalefisolated/َ وَrehfinal/َmeemmedial/َqafmedial/sukun /laminitial/arabicalef /َarabickaf/ِreh/sukun/dalfinal/ُtehinitial /َن alefwithhamzaabove /aleffinal/َhehmedial/َlaminitial /yehfinal/ِghainmedial/َbehmedial/noonmedial/َyehinitial /ُseenfinal/sukun/meemmedial/shaddawithfathaisolatedlow/sheenmedial/laminitial/arabicalef /َlamwithalefisolated  \n“It is not allowable [i.e., possible] for the sun t o reach the moon, nor does the night over- \nta",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 31,
        "text": "ke the day, but each, in an [ falak ] orbit, is [ yasbahoon ] swimming.” \nQur’ān 36:40 \n \nThe Arabic words used in these verses are falak and yasbahoon  which can be translated as ‘sphere \nor orbit’ and ‘swimming.’ This concept of the movem ent of the sun and the moon and the other \nplanets is in perfect harmony with recent discovery . It is inconceivable that an Arab, living centu-\nries ago in the most primitive part of the world, c ould have rightly used such a specific term to \ndescribe the movements of planets without divine gu idance. It should be noted that the discovery \nof the orbital movement of all celestial bodies was  due to the invention of telescopes.  \n\nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n10 \n \nThe Sphe",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 32,
        "text": "rical Shape of the Earth \n  /ِlamfinal/sukun/yehmedial/shaddawithfathaisolatedlow/lammedial/laminitial/arabicalef /alefmaksurafinal/َlammedial/َaininitial /َreh/aleffinal/َhehmedial/shaddawithfathaisolatedlow /tatweel/noonmedial/laminitial/arabicalef /ُreh/shaddawithkasraisolatedlow/wawfinal/َkafmedial/ُyehinitial/ِ وَreh/aleffinal/َhehmedial/shaddawithfathaisolatedlow /tatweel/noonmedial/laminitial/arabicalef /alefmaksurafinal/َlammedial/َaininitial /َlamfinal/sukun/yehmedial/shaddawithfathaisolatedlow/lammedial/laminitial/arabicalef /ُreh/shaddawithkasraisolatedlow/wawfinal/َkafmedial/ُyehinitial  \n“...He wraps the night over the day and wraps the d ay over the night...” \nQur’ān 39:5 \n \nThe Arabic word for “wrap” is “ yukowir ” The word is used to depict the act of wrapping a turban \naro",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 33,
        "text": "und someone’s head. This word was also used in t he sense of overlapping of the night and day \nand vice versa. The reason for the day’s turning in to night and the night’s turning into day is due \nto the spheroid form of the earth.  \nGod also says, /aleffinal/َhehinitial/aleffinal/َhahinitial/َ دَarabickaffinal/ِlaminitial/superscriptalef/َ ذَdalfinal/sukun/ainmedial/َtatweel/behinitial /ضَsukun/reh/َsukun/lamwithalefhamzaaboveisolatedd/arabicalefوَ   “And after that He spread the earth.” [Qur’ān 79:30 ] The \nArabic word “ dahw ” means to ‘spread’ or ‘spread out giving something   a round shape’, i.e. like \nthat of the ostrich’s egg.  Many ancient cultures, including the Greek, Indian and Chinese, held \nthe belief that the Earth is flat. The Europeans di d not alter their view until the Mi",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 34,
        "text": "ddle ages.  \n \nThe Lowest Point on Earth \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIn the early 7th century, the two most powerful emp ires at the time were the Roman [eastern - \nByzantine] and Persian Empires. In the years 613 - 614 C.E the two empires went to war, with the \nByzantines suffering a severe defeat at the hands o f the Persians. Damascus and Jerusalem both \nfell to the Persian Empire. In the following verses  from the Qur’ān, God states that although the \nByzantines had been defeated, nine years would not pass except that they will gain victory.  \n \n \n Figure 3: The Dead Sea is located in a deep valley at the transfo rm boundary between the \nAfrican and Arabia Plates (shown as a black line on the map). At over 400 meters below sea \nlevel, it is the land area with the lowest el",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 35,
        "text": "evation. Image by the United States Geological  \nSurvey. \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n11 \n \n /ِtehfinal/َbehmedial/ِlammedial/ُghaininitial  /ومُshaddawithdammaisolatedlow/rehfinal/laminitial/arabicalef  \n /نَwawfinal/ُbehmedial/ِlammedial/sukun/ghainmedial/َtatweel/yehmedial/َseeninitial /sukun/meemfinal/ِhehmedial/ِbehmedial/َlammedial/َghaininitial /ِdalfinal/sukun/ainmedial/َtatweel/behinitial /sukun/noonfinal/ِmeeminitial /sukun/meemfinal/ُhehinitial/ضِ وَsukun/reh/َsukun/lamwithalefhamzaaboveisolatedd/arabicalef /alefmaksurafinal/َnooninitial/sukun/َد alefwithhamzaabove /yehfinal/ِfehinitial \n /َnoonfinal/yehmedial/ِnoonmedial/ِseeninitial /ِainfinal/sukun/dadmedial/ِbehinitial /yehfinal/ِfehinitial \n“Th",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 36,
        "text": "e Byzantines have been defeated in [ adna  – nearest, lowest] land.  \nBut they, after their defeat, will be victorious. W ithin a  \nfew years [ bida’ sineen  – three to nine years]...”  \nQur’ān 30: 2-4  \n \nIndeed,  after around seven years following the rev elation of these \nverses, against all the odds, the Byzantine Empire defeated the \nPersians and the lost territories were returned to them. \n \n In the  verse, God describes the geographical loca tion as ‘ adna al-\nardh.’ The word ‘ adna ’ can be translated as the ‘nearest’ or the ‘low-\nest’ land. Classic Islamic scholars opted to interp ret the word to \nconcord to the first meaning of ‘nearest’. However,  recent geo-\nlogical studies have shown that the  lowest point o n Earth [dry \nland], is indeed the region where the main battles took",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 37,
        "text": " place - \naround the Dead Sea. It is now established that the re is no land \npoint on Earth with a lower altitude than the shore line of the \nDead Sea [which is approx 418m below sea level].  \n \nIs it a mere coincidence that region described by G od as ‘ adna al-ardh ’ – is actually the lowest point \non Earth? \n \nThe Qur’ān on Mountains  \n \nThe book entitled ‘Earth’ is a basic reference text book in many universities around the world.  \nOne of its two authors is Professor Emeritus Frank Press.  He was the Science Advisor to former \nUS President Jimmy Carter, and for 12 years was the  President of the National Academy of Sci-\nences, Washington, DC. His book says that mountains  have underlying roots.2 These roots are \ndeeply embedded in the ground, thus, mountains have  a shape like a peg [",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 38,
        "text": "see Figures 4, 5 and 6].  \n \n \nFigure 4: Mountains have deep roots under the surface of th e ground.3 \n                                                 \n2 Press, E.F., Earth , p. 435.  \n3 Ibid, p. 413.  \n\nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n12 \n  \n \nFigure 5: Schematic section.  The mountains, like pegs, have deep  roots embedded in the ground.4 \n  \n \n \nFigure 6: Another illustration shows how the mountains are peg-lik e in shape, due to their deep roots.5 \n \nThis is how the Qur’ān has described mountains. God  has said in the Qur’ān: \n \n/arabicalef/دًaleffinal/َhehmedial/ِmeeminitial /ضَsukun/reh/َsukun/lamwithalefhamzaaboveisolatedd/arabicalef /ِlamfinal/َainmedial/sukun/jeemmedial/َnooninitial /sukun/meemfinal/َlam",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 39,
        "text": "initial/َ alefwithhamzaabove  /arabicalef/دًaleffinal/َtehinitial/sukun/َو alefwithhamzaabove /لَaleffinal/َbehmedial/ِjeemmedial/sukun /laminitial/arabicalefوَ  \n“Have We not made the earth a resting place? And th e mountains as stakes (pegs)?” \nQur’ān 78: 6-7  \n \nModern earth sciences have proven that mountains ha ve deep roots under the surface of the \nground [see Figure 6] and that these roots can reac h several times their elevations above the sur-\nface of the ground.6 So the most suitable word to describe mountains on  the basis of this infor-\nmation is the word ‘peg,’ since most of a properly set peg is hidden under the surface of the \nground.  The history of science tells us that the t heory of mountains having deep roots was intro-\nduced only in the latter half of the nineteenth c",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 40,
        "text": "en tury.7  \n \nMountains also play an important role in stabilisin g the crust of the earth.8 They hinder the shak-\ning of the earth.  God has said in the Qur’ān: \n \n /ُونَdalfinal/َtehmedial/sukun/hehmedial/َtatweel/tehinitial /sukun/meemfinal/ُkafmedial/shaddawithfathaisolatedlow/lammedial/َainmedial/shaddawithfathaisolatedlow/laminitial /ًlamwithaleffinal/ُbehmedial/ُseeninitial/ وَarabicalef/ًreh/aleffinal/َhehmedial/sukun/tatweel/nooninitial/َ alefwithhamzaabove/ وَsukun/meemfinal/ُkafmedial/ِbehinitial /َdalfinal/yehmedial/ِmeemmedial/َtehinitial /َن alefwithhamzaabove /َyehfinal/ِseeninitial/arabicalef/َوَreh /ضِsukun/reh/َlamwithalefhamzaaboveisolatedd/arabicalef /yehfinal/ِfehinitial /alefmaksurafinal/َqafmedial/sukun /laminitial/َ alefwithhamzaaboveوَ  \n“And He has cast into the e",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 41,
        "text": "arth firmly set mountains , lest it shift with you, and \n[made] rivers and roads, that you may be guided.” \nQur’ān 16: 15  \n                                                 \n4 Cailleux, Anatomy of the Earth , p. 220.  \n5 Tarbuck and Lutgens, Earth Science, p. 158.  \n6 Naggar, El-, The Geological Concept of Mountains in the Qur’ān , p. 5.  \n7 Ibid, p.5.  \n8 Ibid p.44-45.  \n\nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n13 \n \nLikewise, the modern theory of plate tectonics hold s that mountains work as stabilisers for the \nearth. This knowledge about the role of mountains a s stabilisers for the earth has just begun to be \nunderstood in the framework of plate tectonics sinc e the late 1960’s.9 \n \nCould anyone during the time of th",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 42,
        "text": "e Prophet Muhamma d have known of the true shape of \nmountains?  Could anyone imagine that the solid mas sive mountain which he sees before him \nactually extends deep into the earth and has a root , as scientists assert?  A large number of books \nof geology, when discussing mountains, only describ e that part which is above the surface of the \nearth.  This is because these books were not writte n by specialists in geology.  However, modern \ngeology has confirmed the truth of the Qur’ānic ver ses. \n \nThe Qur’ān on the Origin of Life in Water \n \n /نَwawfinal/ُnoonmedial/ِmeeminitial/sukun/wawwithhamzaabovefinal/ُtatweel/yehinitial /َlamwithaleffinal/َfehinitial/َ alefwithhamzaabove /shaddawithkasratanisolatedlow/yehfinal/َhahinitial /ءٍsukun/yehfinal/َsheeninitial /shaddawithfathaisolatedlow",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 43,
        "text": "/lamfinal/ُkafinitial  /ءaleffinal/َmeemmedial/sukun /laminitial/arabicalef /َnoonfinal/ِmeeminitial /aleffinal/َnoonmedial/sukun/lammedial/َainmedial/َjeeminitialوَ  \n...“and We made from water every  living thing? Then will they not believe?” \nQur’ān 21:30 \n \nThe origin of life is now such a basic scientific f act that it is accepted without hesitation. This \ncould lessen one’s appreciation for these verses. Y et it must be borne in mind that the Arabian \npeninsula is a desert land without a single lake or  river, these verses describe something unimagin-\nable to those at the time of the Prophet Muhammad.  \n \nThe verse is categorical and states a universal rea lity – that \nthe source of all ‘life’ and everything ‘living’ is  water. Water \nis the main element of all living organisms. It h",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 44,
        "text": "as  been \nproved that the percentage of water in a human body  is \n71% in an adult and 93% in an embryo that is a few \nmonths old. All vital actions and processes like nu trition, \nexcretion, growth and reproduction cannot be undert aken \nwithout water: photosynthesis, the exchange of solu tions \nbetween cells due to the capillarity of aquatic sol utions as \nthey pass through the cell wall [osmosis] and the b uilding \nof new cells and tissues that help growth and repro duction. \nThe absence of water equates ‘death’ of every livin g organism.  \n \nScientists, having studied millions of life forms t hat live in innumerable ecosystems globally, con-\nclude that for any ‘living’ organism to exist, wate r must be present. Even astronomers, investigat-\ning the existence of life forms on other plan",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 45,
        "text": "ets, s eek the presence of water when considering the \npossibility of life on that planet.  \n \n \n \n \n \n \n                                                 \n9 Ibid p.5.  \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n14 \n The Qur’ān on Seas and Rivers  \n \nModern Science has discovered that in the places wh ere two different seas meet, there is a barrier \nbetween them.  This barrier divides the two seas so  that each sea has its own temperature, salinity, \nand density.10  For example, Mediterranean sea water is warm, sali ne, and less dense, compared to \nAtlantic ocean water.  When Mediterranean sea water  enters the Atlantic over the Gibraltar sill, it \nmoves several hundred kilometres into the Atlantic at a depth of about 1000 m",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 46,
        "text": "eters with its own \nwarm, saline, and less dense characteristics.  The Mediterranean water stabilises at this depth 11  [see \nFigure 7]. \n \nFigure 7: The Mediterranean sea water as it enters the Atlantic  over the Gibraltar sill with its own warm, \nsaline, and less dense characteristics, because of the b arrier that distinguishes between them.  Temperatures \nare in degrees Celsius (C°). (Marine Geology, Kuenen, p.  43, with a slight enhancement.) \n \nAlthough there are large waves, strong currents and  tides in these seas, they do not mix or trans-\ngress this barrier. \n \nThe Qur’ān mentioned that there is a barrier betwee n two seas that meet and that they do not \ntransgress.  God has said: \n /نِaleffinal/َyehmedial/ِqafmedial/َtehmedial/sukun/lammedial/َtatweel/yehinitial /ِnoonfinal/sukun",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 47,
        "text": "/yehinitial/َrehfinal/sukun/hahmedial/َbehmedial/sukun /laminitial/arabicalef /َجَrehfinal/َmeeminitial \n /نِaleffinal/َyehmedial/ِghainmedial/sukun/behmedial/َtatweel/yehinitial /shaddawithfathaisolatedlow/lamwithalefisolated /زَخٌsukun/rehfinal/َtatweel/behinitial /aleffinal/َmeemmedial/ُhehmedial/َtatweel/noonmedial/sukun/tatweel/yehmedial/َtatweel/behinitial  \n“He released the two seas, meeting [side by side]; Between them is a  \nbarrier [so] neither of them transgresses.” \n Qur’ān 55:19-20 \n \nBut when the Qur’ān speaks about the divider betwee n fresh and salt water, it mentions the exis-\ntence of “a forbidding partition” with the barrier.   God has said in the Qur’ān: \n \n /جٌaleffinal/َjeeminitial/ُ alefwithhamzaabove /ٌhahfinal/sukun/lammedial/ِmeeminitial /arabicalef/َthalfinal/َhe",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 48,
        "text": "hinitial/تٌ وَarabicalef/َrehfinal/ُtatweel/fehinitial /بٌsukun/thalfinal/َaininitial /arabicalef/َthalfinal/َhehinitial /ِnoonfinal/sukun/yehinitial/َrehfinal/sukun/hahmedial/َbehmedial/sukun /laminitial/arabicalef /َجَrehfinal/َmeeminitial /ِيthalfinal/shaddawithfathaisolatedlow/laminitial/arabicalef /َwawfinal/ُhehinitial وَ\n/  sukun/rehfinal/َtatweel/behinitial /aleffinal/َmeemmedial/ُhehmedial/َtatweel/noonmedial/sukun/tatweel/yehmedial/َtatweel/behinitial /َlamfinal/َainmedial/َjeeminitial/وَ arabicalef/ًreh/wawfinal/ُjeemmedial/sukun/hahmedial/shaddawithfathaisolatedlow/meeminitial /arabicalef/ًrehfinal/sukun/jeemmedial/ِhahinitial/ وَaleffinal/ًkhahinitialزَ  \n                                                 \n10  Davis, Principles of Oceanography , pp. 92-93.  \n11  Ibid p.93.  \n\nQu",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 49,
        "text": "r’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n15 \n “And it is He who has released [simultaneously] the  two seas, one fresh and sweet \nand one salty and bitter, and He placed between the m a barrier and prohibiting \npartition.” \n Qur’ān 25:53 \n \nOne may ask, why did the Qur’ān mention the partiti on when speaking about the divider between \nfresh and salt water, but did not mention it when s peaking about the divider between the two \nseas? \n \nModern science has discovered that in estuaries, wh ere fresh (sweet) and salt water meet, the \nsituation is somewhat different from what is found in places where two seas meet.  It has been \ndiscovered that what distinguishes fresh water from  salt water in estuaries is a “pycnocline zone \nw",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 50,
        "text": "ith a marked density discontinuity separating the two layers.” 12    This partition (zone of separa-\ntion) has a different salinity from the fresh water  and from the salt water [see Figure 8]. \n \n                       \nFigure 8: Longitudinal section showing salinity (parts per thousa nd ‰) in an estuary.  We can see here the \npartition (zone of separation) between the fresh and the salt water.13   \n \nThis information has been discovered only recently,  using advanced equipment to measure tem-\nperature, salinity, density, oxygen dissolubility, etc.  The human eye cannot see the difference be-\ntween the two seas that meet, rather the two seas a ppear to us as one homogeneous sea.  Like-\nwise, the human eye cannot see the division of wate r in estuaries into the three kinds: fresh water, \ns",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 51,
        "text": "alt water and the partition (zone of separation). \n \nLight and Levels of Darkness in the Oceans \n \nStudies related to marine sciences and sea depths d id not practically start before the beginning of \nthe eighteenth century, when appropriate instrument s and techniques were available and when \nadvanced submarines were invented. After many decad es of research the following facts were es-\ntablished; \n \n1. The sea divides into two major parts: \n \n- The surface sea that is penetrated by the solar e nergy and light. \n \n- The deep sea where the solar energy and light are  non-existent. \n \n                                                 \n12  Gross, Oceanography , p. 242.   \n13  Thurman, Introductory Oceanography , pp. 300-301.  \n\nQur’ānic Integrity and Scientific Advancement \n__________________",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 52,
        "text": "_________________________________ ______ \n \n16 \n 2.    The deep sea and surface sea differ in temper ature, density, pressure, the amount of \nsun light and the creatures living in each of them.  They are separated by internal \nwaves. \n \n3. Sea internal waves - internal waves cover the deep sea and serve as a boundary be-\ntween the deep sea and the surface sea. Surface wav es cover the sea surface and \nserve as a boundary between water and air. Internal  waves were discovered in 1904. \nThe lengths of internal waves range from tens to hu ndreds of kilometres. Their \nheight ranges from 10 meters and 100 meters. \n \n4. The deeper the sea the darker it becomes till it ge ts as dark as pitch from the depth \nof about (200) meters. At this depth there starts t he thermocline that separates the \nwar",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 53,
        "text": "m surface waters from the cold waters of the dee p. In it we find the internal \nwaves that cover the cold water in the depth of the  sea. Light disappears completely \nat the depth of 100 meters. In deep seas there are several layers of darkness, and \nlight is non-existent in them. Living organisms and  fish that live in them depend on \nchemical energy to produce light with which to find  their way. Some species are \nblind and use means other than sight to sense their  surroundings. Darkness begins at \nthe depth of about 200 meters, and the entire visib le light disappears at the depth of \nabout 1000 meters. The structure of these fish is m ostly water to withstand the \nenormous pressure. \n \nGod has said in the Qur’ān: \n \n /قَsukun/wawfinal/َtatweel/fehinitial /aleffinal/َhehmedial/ُdadmedi",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 54,
        "text": "al/sukun/ainmedial/َtatweel/behinitial /تٌaleffinal/َmeemmedial/ُlammedial/ُzahinitial /بٌaleffinal/َhahmedial/َseeninitial /ِhehfinal/ِqafinitial/sukun/wawfinal/َtatweel/fehinitial /noonfinal/shaddawithkasraisolatedlow/meeminitial /جٌsukun/wawfinal/َmeeminitial /ِhehfinal/ِqafinitial/sukun/wawfinal/َtatweel/fehinitial /noonfinal/shaddawithkasraisolatedlow/meeminitial /جٌsukun/wawfinal/َmeeminitial /ُhehisolated/aleffinal/َsheenmedial/sukun/ghainmedial/َtatweel/yehinitial /shaddawithkasratanisolatedlow/yehfinal/shaddawithkasraisolatedlow/jeemmedial/shaddawithdammaisolatedlow/laminitial /ٍrehfinal/sukun/hahmedial/َbehinitial /yehfinal/ِfehinitial /تٍaleffinal/َmeemmedial/ُlammedial/ُzahmedial/َkafinitial  /sukun/َو alefwithhamzaabove  /ٍdadfinal/sukun/ainmedial/َtatweel/behinitial  \n  /ٍreh",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 55,
        "text": "/wawfinal/shaddawithdammaisolatedlow/nooninitial /noonfinal/ِmeeminitial /ُhehfinal/َlaminitial /aleffinal/َmeemmedial/َfehinitial /arabicalef/ًreh/wawfinal/ُnooninitial /ُhehfinal/َlaminitial /ُhehfinal/shaddawithfathaisolatedlow/lammedial/laminitial/arabicalef /ِlamfinal/َainmedial/sukun/jeemmedial/َyehinitial /sukun/meemfinal/shaddawithfathaisolatedlow/laminitial /noonfinal/َmeeminitial/ وَaleffinal/َhehinitial/arabicalef/َrehfinal/َtatweel/yehinitial /sukun/dalfinal/َkafmedial/َyehinitial /sukun/meemfinal/َlaminitial /ُhehisolated/َdalfinal/َyehinitial /َجَrehfinal/sukun/khahinitial/َ alefwithhamzaabove /arabicalef/ِذَalefwithhamzabelow  \n“Or [they are] like darknesses within an unfathomab le sea which is covered by \nwaves, upon which are waves, over which are clouds - darknesses, some",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 56,
        "text": " of them \nupon others. When one puts out his hand [therein], he can hardly see it.” \nQur’ān 24:40 \n \nThis verse mentions the levels of darkness found in  deep seas and oceans one on top of the \nother.  Human beings are not able to dive more than  forty meters without the aid of submarines \nor special equipment.  Human beings cannot survive unaided in the deep dark part of the oceans, \nsuch as at a depth of 200 meters. \n                   \nFigure 9: Between 3 and 30 \npercent of the sunlight is \nreflected at the sea sur-\nface. Then almost all of the \nseven colours of the light \nspectrum are absorbed one \nafter another in the first 200 \nmeters, except the blue \nlight. ( Oceans , Elder and \nPernetta, p. 27.) \n \nQur’ānic Integrity and Scientific Advancement \n____________________________________",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 57,
        "text": "_______________ ______ \n \n17 \n Scientists have only discovered this darkness by me ans of special equipment and submarines that \nhave enabled them to dive into the depths of the oc eans. \n \nWe can also understand from the following sentences  in the previous verse, “...in a deep sea.  It \nis covered by waves, above which are waves, above w hich are clouds....,”  that the deep wa-\nters of seas and oceans are covered by waves, and a bove these waves are other waves.  It is clear \nthat the second set of waves are the surface waves that we see, because the verse mentions that \nabove the second waves there are clouds.  But what about the first waves?  Scientists have re-\ncently discovered that there are internal waves whi ch “occur on density interfaces between layers \nof different densities.” ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 58,
        "text": "14  [see figure 10]. \n            \n \nThe internal waves cover the deep waters of seas an d oceans because the deep waters have a \nhigher density than the waters above them.  Interna l waves act like surface waves.  They can also \nbreak, just like surface waves.  Internal waves can not be seen by the human eye, but they can be \ndetected by studying temperature or salinity change s at a given location.15   \n \nThe Qur’ān on Duality in Creation \n \n /نَwawfinal/ُmeemmedial/َlammedial/sukun/ainmedial/َtatweel/yehinitial /َlamwithalefisolated /aleffinal/shaddawithfathaisolatedlow/meemmedial/ِmeeminitial/ وَsukun/meemfinal/ِhehmedial/ِseenmedial/ُfehmedial/nooninitial/َ alefwithhamzaabove /sukun/noonfinal/ِmeeminitial/ضُ وَsukun/reh/َsukun/lamwithalefhamzaaboveisolatedd/arabicalef /ُtehfinal/ِbehm",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 59,
        "text": "edial/noonmedial/ُtehinitial /aleffinal/shaddawithfathaisolatedlow/meemmedial/ِmeeminitial /aleffinal/َhehmedial/shaddawithfathaisolatedlow/lammedial/ُkafinitial  /جَarabicalef/وَsukun/َزsukun/lamwithalefhamzaaboveisolatedd/arabicalef /َqaffinal/َlammedial/َkhahinitial /ِيthalfinal/shaddawithfathaisolatedlow/laminitial/arabicalef /نَaleffinal/َhahmedial/sukun/behmedial/ُseeninitial  \n“Exalted is He who created all pairs - from what th e earth grows and from them- \nselves and from that which they do not know.” \nQur’ān 36:36 \n \nThis Qur’ānic verse outlines the fact that all crea tures, whether living beings or solid matter, are \ncreated in pairs. It refers to everything that was created. Amazingly, the outstanding truth and \ngenerality of this and similar verses came to be gr adually realise",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 60,
        "text": "d, and more so recently, during 14 \ncenturies since the Qur’ān was first revealed in a primitive world. \n \nMillions of animal species discovered, classified a nd investigated only during the last two \ncenturies, were found to be invariably in ‘pairs,’ male and female. Electron microscopy has \nclarified that all living creatures, however minute , are in pairs. The smallest microbes, viruses, and  \nbacteria have their counterpart antibodies. \n                                                 \n14  Gross, Oceanography , p. 205.  \n15  Ibid.  \nFigure 10: Internal \nwaves at interface be-\ntween two layers of \nwater of different den-\nsities.  One is dense \n(the lower one), the \nother one is less dense \n(the upper one). \n \nQur’ānic Integrity and Scientific Advan \n_____________________________________",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 61,
        "text": "______________ ______ \n \n amino acid chain. It consists of a ‘pair’ of spiral strands, connected with steps. Each step consists \nof a ‘pair’ of chemical components, so- called nucleotides. \n \nThere are 4 nucleotides. Adenine, Thymine, Guanine and Cytosine  represented respectively by the le \nters A,T,G and C. Due to their shapes only A and T or G and C fit into one another. \nBase Pairs [A-T, G-C] (billions of these matching pairs\nGenes (thousands of these) --> DNA  --> Chromosomes\nNucleotides --> Nucleus (the ‘brain’ of the cell).\n \nAll life systems including plant, animal and human consist of \ndifferent types of cells. A cell consists of a nucl eus surrounded \nwith cytoplasm which is usually enclosed, within a cell wall. \nThe cell nucleus, carries the chromosomes that cont rol all the \nce",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 62,
        "text": "ll functions. All cells of a particular organism hav e exactly \nthe same number of chromosomes; the number varies w idely \nbetween different species. Proteins are formed from  various \ncombinations of amino acids. Specifically, 20 types  of amino \nacid are used in different combinations to form more than a \nmillion types of protein, present in a human being.  Every type \nof amino acid can exist in either of a pair of stru ctures (right\nhanded isomer or left- handed isomer), with opposite polarised \nlight rotation directio n. The same applies to the proteins \nformed thereof.  \n \nThe wide variety of creatures including living spec ies, solid matter, liquids and gases are marve \nlous combinations of the same list of building bloc ks: atoms. These basic units, were long known \n                ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 63,
        "text": "                                 \n16  International Human Genome Sequencing Consortium (2004 ). \nhuman genome”. Nature 431 (7011): 931–45   \n Qur’ānic Integrity and Scientific Advan cement \n___________________________________________________ ______  \n18 Take for example DNA – it is made up of \nthousands of different genes, and genes are \nmade up of base pairs. These ‘base pairs’ are \nmade of two paired up nucleotides. In order \nto form a base pair, we need to pair up spe-\ncific nucleotides. Each type of nucleotide has \na specific shape, so only certain combinations \nfit.  \n \nThe sequence, composition, and orientation \nof these ‘pairs’ of nucleotides control the ge-\nnetic information carried by the DNA. A \nchromosome consists of different types of \nprotein bound tightly with a single DNA \nm",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 64,
        "text": "olecule chain.  \n \nThe DNA is a large long (up to 1 meter long) \nof spiral strands, connected with steps. Each step consists \ncalled nucleotides.  \nnucleotides. Adenine, Thymine, Guanine and Cytosine  represented respectively by the le t-\nters A,T,G and C. Due to their shapes only A and T or G and C fit into one another.  \n \nmatching pairs ) ---> \nChromosomes  --> \n(the ‘brain’ of the cell).16  \nAll life systems including plant, animal and human consist of \ndifferent types of cells. A cell consists of a nucl eus surrounded \nwith cytoplasm which is usually enclosed, within a cell wall. \nThe cell nucleus, carries the chromosomes that cont rol all the \nl functions. All cells of a particular organism hav e exactly \nthe same number of chromosomes; the number varies w idely \nbetween different sp",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 65,
        "text": "ecies. Proteins are formed from  various \ncombinations of amino acids. Specifically, 20 types  of amino \ndifferent combinations to form more than a \nmillion types of protein, present in a human being.  Every type \nof amino acid can exist in either of a pair of stru ctures (right-\nhanded isomer), with opposite polarised \nn. The same applies to the proteins \nThe wide variety of creatures including living spec ies, solid matter, liquids and gases are marve l-\nlous combinations of the same list of building bloc ks: atoms. These basic units, were long known \nInternational Human Genome Sequencing Consortium (2004 ). “Finishing the euchromatic sequence of the   \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n19 \n to consist of a ‘pair’",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 66,
        "text": " of a positively charged nucl eus surrounded by negative electrons. The nucleus \nconsists of protons that carry the positive charge,  together with neutrons. Even the neutral neu-\ntrons have their counterpart, the anti-neutrons. La ter advances in nuclear physics has demon-\nstrated that each of these particles is, in effect,  a complex structure of much smaller nuclear parti-\ncles. Over 200 of such elementary particles are now  known.  \n \nAt the atomic level, atoms can, literally, ionise i .e. either lose or gain electrons to form positive \ncations or negative anions. ‘Pairs’ of cations/anio ns combine to produce the wide variety of \nchemical (inorganic) compounds. This is one of the conclusions made by British physicist Paul \nDirac, winner for Nobel Prize for Physics in 1933. His finding,",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 67,
        "text": " known as ‘parity,’ revealed the \nduality known as matter and anti-matter.  \n \nAnother example of duality in creation is plants. B otanists only discovered that there is a gender \ndistinction in plants some 100 years ago. Yet, the fact that plants are created in pairs was revealed \nin the verses of the Qur’ān 1,400 years ago. It was  only after the discovery of microscopes that \nhuman beings knew that plants have male organs (sta mens) and female organs (ovaries) and that \nthe wind, together with other factors, carries the pollen from one type to the opposite one so that \nreproduction can take place.  \n \nEvery animal species of the wide animal kingdom rep roduce sexually. Sexual reproduction results \nfrom the combination of a female ovum and a male sp erm. The formation of this zygote ‘pai",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 68,
        "text": "r’ is \nthe starting point in the reproduction cycle. The s perms, in turn are of ‘two’ kinds, the first carrie s \nthe hereditary male characteristics, while the othe r carries the female ones. \n \nFlowering plants, of which more than 250,000 have b een discovered so far, also reproduce sexu-\nally. They have both female (ovaries containing egg s) and male (stamens carrying pollens); either \ncombined in the same flower or in different flowers . In the latter case, fertilization occurs when \npollens are transferred by wind or insects to an ad jacent flower.  \n \nNon-flowering plants, on the other hand, amounting to 150,000 species, reproduce in a double-\nstage cycle of sexual and asexual reproduction. Yet , the asexual reproduction stage is essentially a \nprocess of breaking up the DNA ‘pair’ o",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 69,
        "text": "f strands in to two; followed by each of which re-forming \nits complementary strand. Thus, a new ‘pair’ of ide ntical DNA molecules results in the cell, just \nbefore it divides into a ‘pair’ of identical cells.  The same applies to the asexual reproduction of \nbacteria.  \n \nEach bacterium consists of a single cell, the small est biological unit able to function independ-\nently. A single bacterium reproduces the same way e xplained above, i.e. by splitting into a pair of \nidentical cells. As we have seen, cell division occ urs through the process of DNA replication, in \nwhich the two strands of the DNA molecules are sepa rated; and each strand resynthesises a com-\nplementary strand to itself. So, ‘asexual’ reproduc tion of bacteria involves the DNA ‘pair’ of \nstrands splitting and reformati",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 70,
        "text": "on into a new ‘pair’  of cells. \n  \nQur’ānic Integrity and Scientific Advan \n___________________________________________________ ______ \n \n Chlorophyll – The Green Pigment \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigure 11 \n‘Chlorophyll’ is the only ‘factory’ on Earth that p roduces food: it is the \nverts energy from the sun’s energy, carbon dioxide and water to produce food for man and an \nmals and this is referred to as ‘chlorophyll a’. ‘C hlorophyll b’ has a different molecular structure \nand converts light energy from the sun, followed by a complex chemical reaction that produc es \nsugar and then starch. Therefore, the basis of the formation of seeds and fruits is this green ‘fa \ntory’.  \n /sukun/jeeminitial/َrehfinal/sukun/khahinitial/َalefwithhamzaabovefinal/َfehinitial /ءٍsukun/yehfinal/َshee",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 71,
        "text": "ninitial /shaddawithkasraisolatedlow/lamfinal/ُkafinitial /تَaleffinal/َbehmedial/َtatweel/nooninitial /ِhehfinal/ِbehinitial /aleffinal/َnoonmedial/sukun/jeeminitial/َrehfinal/sukun/khahinitial/َalefwithhamzaabovefinal/َfehinitial /ءًaleffinal/َmeeminitial /ءِaleffinal/َmeemmedial/shaddawithfathaisolatedlow/seenmedial/laminitial/arabicalef /َnoonfinal/ِmeeminitial /َلَzainfinal/sukun/tatweel/nooninitial/َalefwithhamzaabove /ِيthalfinal/shaddawithfathaisolatedlow/laminitial/arabicalef /َwawfinal/ُhehinitialوَ /aleffinal/ًbehmedial/ِkafinitial/arabicalef/َrehfinal/َtatweel/tehmedial/ُmeeminitial /aleffinal/shaddawithfathatanisolatedlow/behmedial/َhahinitial /ُhehfinal/sukun/noonmedial/ِmeeminitial /ِجُrehfinal/sukun/ُnoonwithkhahinitial /arabicalef/ًrehfinal/ِdadmedial/َkhahinitial /ُhehfin",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 72,
        "text": "al/sukun/noonmedial/ِmeeminitial /aleffinal/َnoonmedial   \n“And it is He who sends down rain from the sky, and  We produce thereby the \ngrowth of all things. We produce from it [ \n which  We produce grains arranged in layers \n \nScholars of Qur’ānic exegesis said ‘ khadran ’ means \nsomething green. Qurtubi, a classic scholar of \nQur’ānic commentary, explained the verse, “We \nbrought forth from the plants something green” \nand Ibn al-Jawzi further explains, “ We bring forth \nfrom it , that is – from the green thing – clustered \ngrains like wheat and barley [etc].”  \n \nSo from this ‘green substance’ are the fruits and \nseeds produced. \n  \n \n \n  Qur’ānic Integrity and Scientific Advan cement \n___________________________________________________ ______  \n20 \n11 : Plant Cell Structure \n‘Chlorophy",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 73,
        "text": "ll’ is the only ‘factory’ on Earth that p roduces food: it is the  green pigment that con-\nverts energy from the sun’s energy, carbon dioxide and water to produce food for man and an i-\nmals and this is referred to as ‘chlorophyll a’. ‘C hlorophyll b’ has a different molecular structure \nfollowed by a complex chemical reaction that produc es \nsugar and then starch. Therefore, the basis of the formation of seeds and fruits is this green ‘fa c-\n /sukun/jeeminitial/َrehfinal/sukun/khahinitial/َalefwithhamzaabovefinal/َfehinitial /ءٍsukun/yehfinal/َsheeninitial /shaddawithkasraisolatedlow/lamfinal/ُkafinitial /تَaleffinal/َbehmedial/َtatweel/nooninitial /ِhehfinal/ِbehinitial /aleffinal/َnoonmedial/sukun/jeeminitial/َrehfinal/sukun/khahinitial/َalefwithhamzaabovefinal/َfehinitial /ءًaleffinal/",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 74,
        "text": "َmeeminitial /ءِaleffinal/َmeemmedial/shaddawithfathaisolatedlow/seenmedial/laminitial/arabicalef /َnoonfinal/ِmeeminitial /َلَzainfinal/sukun/tatweel/nooninitial/َalefwithhamzaabove /ِيthalfinal/shaddawithfathaisolatedlow/laminitial/arabicalef /َwawfinal/ُhehinitialوَ \n“And it is He who sends down rain from the sky, and  We produce thereby the  \ngrowth of all things. We produce from it [ khadran ] greenery from  \nWe produce grains arranged in layers ....” \nQur’ān 6:99 \n’ means \nsomething green. Qurtubi, a classic scholar of \nnic commentary, explained the verse, “We \nbrought forth from the plants something green” \nWe bring forth \nclustered \nSo from this ‘green substance’ are the fruits and \nFigure 12: Chloroplasts visible in leaf cells \nQur’ānic Integrity and Scientific Advan \n____________",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 75,
        "text": "_______________________________________ ______ \n \n \nThe Uniqueness of Fingertips  \n \n• In 1823 -  Jan Purkinje , a Czech physiologist and professor of anatomy at the Unive \nsity of Breslau, published a thesis discussing \n• In 1858 – William Herschel, alluded to the fact that fingerpr ints are different from one \nperson to another. This makes the fingerprint an exclusive characteristic o f each pe \nson.  \n• Juan Vucetich, an Argentine chief police officer, c reated the first method of recording \nthe fingerprints of individuals on file, associatin g these fingerprints to the anthropo \netric system of Alphonse Bertillon, who had created, in 1879, a system to identify ind \nviduals by anthropometric photographs and associate d quantitative descriptions. \n \n \n \nFigure 13: Fingerprints taken by W",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 76,
        "text": "illiam Herschel \n \n /ُhehfinal/َmeeminitial/aleffinal/َzahmedial/ِaininitial /َainfinal/َmeemmedial/sukun/َnoonwithjeeminitial   \n /ُhehfinal/َnooninitial/aleffinal/َnoonmedial/َtatweel/behinitial /يَshaddawithkasraisolatedlow/wawfinal/َseenmedial/ُnooninitial /sukun/َنalefwithhamzaabove /superscriptalef/alefmaksurafinal/َlammedial/َaininitial /َnoonfinal/yehinitial/ِreh/دِaleffinal/َqafinitial /superscriptalef/alefmaksurafinal/َlammedial/َtatweel/behinitial   \n “Does man think that We will not assemble his bones ? \nYes. [We are] Able [even] to proportion his fingert ips.” \n \nThe pagans of Makkah had denied that mankind would be \nurrection. They wondered, ‘How is it possible for God  to assemble the bones of \nthe dead?’ God said that not only is H e capable of assembling the bones of the \n",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 77,
        "text": "dead but is also able to perfectly put to gether the tips of the fingers\n \nThe question is why did God choose to use the \nple of His ability in resurrecting. A human being making the same point\nopted to say ‘proportion his face’ – for that \ngreater difficulty and more visible differentiation  \nyou would traditionally associate with difficulty o r \nuniqueness He has placed in each human being \nbe brought back to life even to the extent of the i nformation that exists on a fingertip.\nCreator would have said these words in this way.\n \n  Qur’ānic Integrity and Scientific Advan cement \n___________________________________________________ ______  \n21 \n, a Czech physiologist and professor of anatomy at the Unive r-\nsity of Breslau, published a thesis discussing nine fingerprint patterns. \nWilliam ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 78,
        "text": "Herschel, alluded to the fact that fingerpr ints are different from one \nmakes the fingerprint an exclusive characteristic o f each pe r-\nJuan Vucetich, an Argentine chief police officer, c reated the first method of recording \nthe fingerprints of individuals on file, associatin g these fingerprints to the anthropo m-\nof Alphonse Bertillon, who had created, in 1879, a system to identify ind i-\nviduals by anthropometric photographs and associate d quantitative descriptions.  \nFingerprints taken by William Herschel in 1859/60  \n \n /sukun/noonfinal/shaddawithfathaisolatedlow/laminitial/َalefwithhamzaabove /نُaleffinal/َseenmedial/sukun/nooninitial/ِsukun/lamwithalefhamzabelowisolated/arabicalef /ُbehfinal/َseenmedial/sukun/َyehwithhahinitial/َalefwithhamzaabove  /ُhehfinal/َmeeminitial/aleffi",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 79,
        "text": "nal/َzahmedial/ِaininitial /َainfinal/َmeemmedial/sukun/َnoonwithjeeminitial \n /ُhehfinal/َnooninitial/aleffinal/َnoonmedial/َtatweel/behinitial /يَshaddawithkasraisolatedlow/wawfinal/َseenmedial/ُnooninitial /sukun/َنalefwithhamzaabove /superscriptalef/alefmaksurafinal/َlammedial/َaininitial /َnoonfinal/yehinitial/ِreh/دِaleffinal/َqafinitial /superscriptalef/alefmaksurafinal/َlammedial/َtatweel/behinitial\n“Does man think that We will not assemble his bones ?  \nYes. [We are] Able [even] to proportion his fingert ips.”  \nQur’ān 75:3-4 \nThe pagans of Makkah had denied that mankind would be raised on the Day of Res-\nrection. They wondered, ‘How is it possible for God  to assemble the bones of \ne capable of assembling the bones of the \ngether the tips of the fingers . \nThe question is why did",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 80,
        "text": " God choose to use the  body part ‘fingertips’ as an exam-\nA human being making the same point  may have \nfor that would apparently seem to be of a \ngreater difficulty and more visible differentiation  – fingertips not being something \nyou would traditionally associate with difficulty o r uniqueness. God knows the \nhuman being .  The verse stresses that every detail of man shal l \nbe brought back to life even to the extent of the i nformation that exists on a fingertip.  Only the \nthese words in this way.  \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n22 \n The Skin – Sensation of Pain  \n \nShaykh Zindani said, “People used to believe that a ll the parts of the human body feel pain re-\ngardless of where a person is struck, until",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 81,
        "text": " the adv ancement of anatomy revealed the truth that not \nall parts of the body feel pain and that it is only  the skin that is the source of pain. For example, if \nyou bring a needle and insert it into the body of a  person, the pain stops as soon as it passes \nthrough the skin into the flesh. Scientists discove red with the help of a microscope that nerves are \ncentered in the skin and that sensory nerves are of  different kinds. Some of them feel touch, some \nfeel pressure, some feel heat and some feel coldnes s. They realised that the nerves that give the \nsensation of heat and coldness are only found in th e skin.” \n \n /ِalefwithhamzabelow  /aleffinal/َmeemmedial/shaddawithfathaisolatedlow/lammedial/ُkafinitial /arabicalef/ًreh/aleffinal/َnooninitial /sukun/meemfinal/ِhehmedial/yehmed",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 82,
        "text": "ial/ِlammedial/sukun/sadmedial/ُnooninitial /َfeh/sukun/wawfinal/َseeninitial /aleffinal/َnoonmedial/ِtehinitial/aleffinal/َyehinitial/alefwithmaddaabovefinal/ِbehinitial /arabicalef/ُوrehfinal/َfehmedial/َkafinitial /َnoonfinal/yehinitial/ِthalfinal/shaddawithfathaisolatedlow/laminitial/arabicalef /shaddawithfathaisolatedlow/ ن sukun/tehfinal/َjeemmedial/ِdadmedial/َnooninitial  \n  /بَarabicalef/َthalfinal/َainmedial/sukun/laminitial/arabicalef /arabicalef/wawfinal/ُqafinitial/ُوthalfinal/َyehmedial/ِlaminitial /aleffinal/َhehinitial/َrehfinal/sukun/tatweel/yehmedial/َghaininitial /arabicalef/دًwawfinal/ُlammedial/ُjeeminitial /sukun/meemfinal/ُhehinitial/aleffinal/َnoonmedial/sukun/laminitial/shaddawithfathaisolatedlow/dalfinal/َbehinitial /sukun/meemfinal/ُhehinitial/دُwawfinal/ُlammedi",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 83,
        "text": "al/ُjeeminitial   \n“Indeed, those who disbelieve in Our verses - We wi ll drive them into a fire.  \nEvery time their skins are roasted through We will replace them with \n other skins so they may taste the punishment...” \nQur’ān 4:56  \n \nGod tells us that He would exchange the disbeliever ’s roasted skins for other skins in order to \nexacerbate the pain they shall suffer in the fire o f Hell. He said, “every time their skins are roaste d \nthrough”, i.e., totally burned with all nerves of s ensation and pain. He associated between the sen-\nsation of pain and the skin when roasted and burned  totally, thus losing its structure and function.  \nWhen sensation of pain is lost, a new fully compose d and functional skin is replaced, where the \nnerve ending responsible for the painful sensation of ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 84,
        "text": "heat and burn perform and function to \nmake the disbeliever taste the punishment of being burned with fire over and over again. \n \nTaking skin burns as a distinct cause for the skin sensation of pain, burns can be divided into 3 \ntypes: \n \n \n \n1. Burns of first degree (sun burns): these affect the  epidermis causing swelling and moder-\nate pain.  The phenomena of redness, swelling and p ain usually disappear within two to \nthree days. \n \n2. Burns of second degree: epidermis and dermis are in jured.  In such a case, a detachment \noccurs between epidermis and dermis, causing the co llection of secretions between these \ntwo layers. The injured person suffers from severe pain, and excessive increase of pain \nsensation, due to irritation of exposed nerve endin g particularly after the outburst ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 85,
        "text": "of blis-\n\nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n23 \n \nters.  The skin starts to heal within 14 days as a result of the process of renovation and \ninversion under the skin. \n \n3. Burns of third degree: the whole skin thickness is burned and perhaps the injury may \nreach the muscles or the bone.   The skin loses ela sticity and becomes rough and dry.  In \nthis case, the injured person does not feel much pa in, as nerve endings have been dam-\naged almost completely due to burning.  \n \nFor 3rd degree burns, the nerves in the skin are co mpletely destroyed and there will be no longer \nthe feeling of any pain \n \nFrontal Lobe of the Brain \n /ِtehmarbutafinal/َyehmedial/ِsadinitial/aleffinal/shaddawithfathaisolatedlow/noonmedia",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 86,
        "text": "l/laminitial/aleffinal/ِbehinitial /aleffinal/ًainmedial/َfehmedial/sukun/seenmedial/َnoonmedial/َlaminitial /ِhehfinal/َtehmedial/sukun/noonmedial/َtatweel/yehinitial /sukun/َlamwithmeemisolated /sukun/noonfinal/ِyehwithhamzaabovemedial/َlaminitial /shaddawithfathaisolatedlow/lamwithaleffinal/َkafinitial   \n /ٍtehmarbutafinal/َbehinitial/ذِaleffinal/َkafinitial /ٍtehmarbutafinal/َyehmedial/ِsadinitial/aleffinal/َnooninitial  /ٍtehmarbutafinal/َyehwithhamzaabovemedial/ِtahinitial/aleffinal/َkhahinitial   \n“No! If he does not desist, We will surely drag him  by the forelock - \nA lying, sinning forelock.” \n      Qur’ān 96:15-16  \n \nShaykh Zindani writes, “The holy Qur’ān describes t he front of the \nhead being lying and sinful. God says, “a lying sin ful nasiyah (front of \nthe head).” Since ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 87,
        "text": "the front of the head does not sp eak, how can it be \ndescribed as being lying? It does not commit sins. How is it then said \nto be sinful? \n \nProfessor Muhammad Yusuf Sukkar dispelled my perple xity while he \nwas talking to me about the function of the brain. He said: “The func-\ntion of the portion of the brain that lies in the f ront of the human head \nis to control the human behaviour.” I said: “I have  found it.” He said: \n“what have you found?” I said: “The interpretation of the saying of \nGod, \"a lying sinful nasiyah.” He said: “Let me con sult my books and \nreferences.” \n \nAfter having done so, he, confirming what he had sa id, added: “When a person intends to tell a \nlie, the decision is made in the frontal lobe of th e brain, which is the front of the head. If he want s \nto commit",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 88,
        "text": " a sin, the decision is made there, too.” Then I discussed the subject with a number of \nspecialized scholars, among whom was Keith L. Moore , who stated that the front of the head is \nresponsible for judging and for directing human beh aviour. The working organs of the body (e.g. \nthe limbs) are but tools to carry out the decision made in the front of the head.  \n \nThe anatomical structure of the upper region of the  forehead shows that it consists of one of the \nbones of the skull, called the fronted bone, which protects one of the lobes of the brain called the \nfrontal lobe, which contains several neural centers  in various locations and with various functions. \n \nThe prefrontal cortex constitutes the bulk of the f rontal lobe of the brain, and its function is in-\nvolved in the making o",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 89,
        "text": "f one’s personality. It is al so considered as a superior center among the \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n24 \n \ncenters of concentration, thinking and memory. It p lays a significant role in the person’s emotion \nand it is somehow concerned with initiative and dis crimination. \n \nThe cortex is situated directly behind the forehead ; it is hidden deep in the front of the head. \nThus the prefrontal cortex directs some of the huma n behaviour that reflects one’s personality, \nwith respect to being truthful, lying, right, wrong …etc. It also distinguishes between these virtues \nand vices and urges one to take the initiative whet her with good or evil intent. \n \nIn a joint research on the scientific miracle of “ nasi",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 90,
        "text": "yah ” by Keith L. Moore and me, presented in \nan international conference held in Cairo in 1980, Keith L. Moore did not talk about the function \nof the frontal lobe of the human brain only, but ta lked about the function of the ‘ nasiyah ’ [frontal \nlobes] in the brains of various animals. Demonstrat ing pictures of the fronted lobes of a number \nof animals, he said: “The comparative anatomical st udy of human and animal brains shows that \nthe nasiyah has the same function: It is the center  of control and guidance in both man and ani-\nmals that have brains.” \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nHis saying drew my attention to the saying of God,  \n \n/aleffinal/َhehmedial/ِtehmedial/َyehmedial/ِsadinitial/aleffinal/َnoonmedial/ِbehinitial /ٌthalfinal/ِkhahinitial/alefwithmaddaabove /َwawfinal/ُhehi",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 91,
        "text": "nitial /shaddawithfathaisolatedlow/lamwithalefisolated/ِalefwithhamzabelow /ٍtehmarbutafinal/shaddawithfathaisolatedlow/behinitial/arabicalef/ دَsukun/noonfinal/ِmeeminitial /aleffinal/َmeeminitial \n“...There is no creature but that He holds its fore lock...”  \nQur’ān 11:56 \n \nI also called to mind some of the traditions of the  Prophet Muhammad, such as: “O God! I am \nyour servant and the son of your servant and the so n of your bondmaid, my nasiyah (front of the \nhead) is in Your Hands…” and: “I seek refuge with y ou from the evil of everything whose nasiyah \nis in Your Grasp.” and: “Horses have goodness embed ded  in their nasiyahs , till the Day of Resur-\nrection.”  From the meanings of these texts we can conclude that the nasiyah is the center of con-\ntrol and guidance of both human a",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 92,
        "text": "nd animal behaviou r. \n \nProfessor Keith L. Moore says, “The information we now know about the function of the brain, \nwas not mentioned throughout history, nor do we fin d anything about it in the medical books. \nShould we survey all the medical literature during the time of the Prophet  and several centuries \nthereafter, we would find no mention of the functio n of the frontal lobe (nasiyah), or an explana-\ntion of it or a statement about it except in this B ook (Qur’ān).” \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n25 \n \n \nThe function of the frontal lobe was known for the first time in 1842, when a railway worker in \nAmerica was hit with a bar that pierced his forehea d. That affected his behaviour leaving the other \nfun",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 93,
        "text": "ctions of his body intact. Only then doctors cam e to know the function of the frontal lobe of \nthe brain and its bearing on human behaviour. Docto rs, up to then, had thought that this portion \nof the human brain was a mute region with no functi on.  \n \nWho, then, informed (Prophet) Muhammad that this po rtion of the brain (nasiyah) is the center \nof control and guidance in both people and animals and that it is the source of telling lies and \ncommitting sins?....Who, then, told (Prophet) Muham mad in particular, of this secret and this \nfact? It is the Divine Knowledge that no falsehood can approach from before or behind it. It is a \nwitness from God that the Qur’ān is from Him.” \n \nBehavioural Patterns of Species are like Humans \n /sukun/meemfinal/ُkafmedial/ُlaminitial/aleffinal/َthehm",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 94,
        "text": "edial/sukun/meeminitial/َalefwithhamzaabove /ٌmeemfinal/َmeeminitial/ُalefwithhamzaabove /shaddawithfathaisolatedlow/lamwithalefisolated/ِalefwithhamzabelow /ِhehfinal/sukun/yehmedial/َhahinitial/aleffinal/َnoonmedial/َِbehwithjeeminitial /ُyehwithrehfinal/ِtahmedial/َyehinitial /ٍrehfinal/ِyehwithhamzaaboveinitial/aleffinal/َtahinitial /َlamwithalefisolated/ضِ وَsukun/reh/َsukun/lamwithalefhamzaaboveisolatedd/arabicalef /ِfehwithyehisolated /ٍtehmarbutafinal/shaddawithfathaisolatedlow/behinitial/arabicalef/ دَsukun/noonfinal/ِmeeminitial /aleffinal/َmeeminitial  وَ \n“And  there  is  no  creature  on  [or  within]  th e  earth  or  bird  that  flies  with   \nits  wings  except [that  they  are]  communities  like  you...”  \n                                                                  ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 95,
        "text": "                                                          Qur’ān 6:38 \nKey words  –  /uni0652/uni0645/uni064F/uni0643.init/uni064F/uni0644.init/uni0627.fina/uni064E/uni062B.init/uni0652/uni0645.init/uni064E/uni0623  /uni064C/uni0645/uni064E/uni0645.init/uni064F/uni0623  /uni0651064E/uni06440627.isol/uni0650/uni0625 – ‘communities like you [i.e. humans]’ – Here the Creator informs us  \nthat the community structure and behavioural patter ns of every single set of species in existence \n[as God does not exclude any] is similar /uni0644/uni062B.init/uni0645.init  to how we as human beings are –  some of us live a s \nmarried couples, single parents, groups of small fa mily, large tribes, etc.  \nGod has made some animals smart and resourceful and  others relaxed and trusting. Some insects \nstore ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 96,
        "text": "a year’s worth of food for themselves, \nand others rely on the fact that daily provi-\nsion is guaranteed for them. Some do not \nknow their offspring at all; some look after \ntheir own offspring but not others; some \nnever acknowledge their offspring once \nthey become independent.  \nSome recognise and appreciate kind treat-\nment, whilst for others it does not mean a \nthing. Some prefer others to themselves, whilst oth ers, if they gain enough to provide for an en-\ntire community of their species, will not let any o ther come near it. Some animals will not harm \nunless severely provoked, whilst others will hurt w ithout provocation.  \nSome bear grudges and never forget if someone hurts  them, whilst others do not remember at all. \nSome never get angry, whilst others get angry quick ly and ar",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 97,
        "text": "e not easily calmed. Some have very \nprecise knowledge of things which most people know nothing about, and some do not know \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n26 \n \nabout anything at all. Some learn quickly and some learn slowly.  All this points to the similarities \nof the behavioural patterns of humans and the vario us species.  \nSufyan ibn Uyaynah, an early Muslim scholar, said, “there is no human being on Earth who does \nnot resemble animals in some way...some run like wo lves, some bark like dogs and some flaunt \nthemselves like peacocks. Some people resemble pigs  in that if you offer them good food they will \nnot touch it, but if a man gets up from defecating,  they will come and roll in it. Hence, you find \n",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 98,
        "text": "some people who, if they hear fifty words of wisdom  they will not remember anything of that, but \nif a man does one thing wrong, that will stay in th eir memory.” \n The Qur’an describes the Creator as–  \n /uni0670/uni0649/uni064E/uni062F/uni064E/uni06BE   /uni0651064E/uni0645/uni064F/uni062B.init  /uni064F/uni0647.fina/uni064E/uni0642.medi/uni0652/uni0644.medi/uni064E/uni062E.init   /uni064D/uni0621/uni0652/uni064A.fina/uni064E/uni0634.init   /uni0651064E/uni0644/uni064F/uni0643.init   /uni0670/uni0649.fina/uni064E/uni0637/uni0652/uni0639.init/uni064E/uni0623 /uni064A/uni0650/uni0630/uni0651064E/uni0644.init/uni0627 \n“...He  who  gave  everything its  creation  and  t hen  guided  [it].” \n                                                                                                     ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 99,
        "text": "          Qur’ān 20:50  \nNote  -  /uni064D/uni0621/uni0652/uni064A.fina/uni064E/uni0634.init   /uni0651064E/uni0644/uni064F/uni0643.init  – every single entity – From the stars in the gala xies to every living species, to every \ndifferent type of cell in an organism to the molecu lar level of an atom - every single entity has its \nfunction and role that is inherent within it - i.e.  created and then guided.  \nThose who study how species behave, will know that in their own ecosystems, every animal from \nthe lion, the snake to the butterfly - each of them  has been born with inherent and instinctive pat-\nterns of behaviour that drives and guides them in a ll aspects of their lives from seeking food to \nseeking a mate.  \n \n \n \n \n \n \n \n \nThe monarch butterfly, for example, who is born nev er m",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 100,
        "text": "eeting even its parents - yet knows ex-\nactly what to eat, where to fly to, how to attract a mate, and fly back to the ancestral home of its \ngreat great grandparent in a single season. \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n27 \n \n17th century drawing of \na sperm by Hartsoeker \n The Qur’ān on Human Embryonic Development \n \nHistoric Preamble \n \nWestern physicians, during the 16 th  century, believed that a human being’s origin bega n entirely in \nthe male’s semen. They envisaged that inside the ma le semen was a miniscule, fully formed human \nbeing who grew larger once implanted into the womb of the mother. \n \nDuring the 17 th  and 18 th  centuries, the previously held view was replaced b y \nthe opinion that the ‘minuscu",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 101,
        "text": "le’ human instead form ed out of the woman’s \nmenstrual blood coagulating [thickening] and that t he male semen was \nmerely an activating agent. It was not until 1775, that Italian scientist Spal-\nlanzi established that both the male semen and fema le ovum were required \nto form the human embryo.  \n \nIt was also not until modern times, with the help o f the electron micro-\nscope, that scientists discovered the existence of chromosomes and genes \nand that human embryonic development takes place in  successive distinct \nstages.  \n \nThe terminology used to describe human development in the Qur’ān is \ncharacterized by descriptiveness and accuracy. Unti l recently these state-\nments were not fully appreciated, since they referr ed to details in human \ndevelopment which were scientifically unkno",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 102,
        "text": "wn in ea rlier times. \n \nIn the Qur’ān, God mentions that human embryonic de velopment passes through a number of \ndistinct stages: \n \nThen We placed him as a sperm-drop [ nutfah ]                                                    /ًtehmarbutafinal/َfehmedial/sukun/tahmedial/ُnooninitial /ُhehisolated/aleffinal/َnoonmedial/sukun/lammedial/َainmedial/َjeeminitial /shaddawithfathaisolatedlow/meemfinal/ُthehinitial  \nin a firm lodging [i.e., womb].                                                                                 /ٍreh/arabicalef/َrehfinal/َtatweel/qafinitial /yehfinal/ِfehinitial  /ٍnoonfinal/yehmedial/ِkafmedial/shaddawithfathaisolatedlow/meeminitial  \nThen We made the sperm-drop into a clinging clot [ alaqah ],                     /ًtehmarbutafinal/َqafmedial/َlammedial/َain",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 103,
        "text": "initial /َtehmarbutafinal/َfehmedial/sukun/tahmedial/shaddawithdammaisolatedlow /noonmedial/laminitial/arabicalef /aleffinal/َnoonmedial/sukun/qafmedial/َlammedial/َkhahinitial /shaddawithfathaisolatedlow/meemfinal/ُthehinitial  \nand We made the clot [ alaqah ] into a lump [of flesh],                                    /ًtehmarbutafinal/َghainmedial/sukun/dadmedial/ُmeeminitial /َtehmarbutafinal/َqafmedial/َlammedial/َainmedial/sukun /laminitial/arabicalef /aleffinal/َnoonmedial/sukun/qafmedial/َlammedial/َkhahmedial/َfehinitial  \nand We made [from] the lump, bones,                                                         /aleffinal/ًmeeminitial/aleffinal/َzahmedial/ِaininitial /َtehmarbutafinal/َghainmedial/sukun/dadmedial/ُmeemmedial/sukun /laminitial/arabicalef /aleffinal/َnoonmedial/suk",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 104,
        "text": "un/qafmedial/َlammedial/َkhahmedial/َfehinitial  \nand We covered the bones with flesh;                                                            /aleffinal/ًmeemmedial/sukun/hahmedial/َlaminitial /مَaleffinal/َzahmedial/ِainmedial/sukun /laminitial/arabicalef /aleffinal/َnooninitial/sukun/wawfinal/َseenmedial/َkafmedial/َfehinitial  \nthen We developed him into another creation.                                               /َrehfinal/َkhahinitial/alefwithmaddaabove /aleffinal/ًqafmedial/sukun/lammedial/َkhahinitial /ُhehisolated/aleffinal/َnooninitial/sukun/alefwithhamzaabovefinal/َsheenmedial/nooninitial/َ alefwithhamzaabove /shaddawithfathaisolatedlow/meemfinal/ُthehinitial  \nSo blessed is God, the best of creators.”                                                 /َnoonfinal/yehmedial/",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 105,
        "text": "ِqafmedial/ِlaminitial/aleffinal/َkhahmedial/sukun /laminitial/arabicalef /ُnoonfinal/َseenmedial/sukun/hahinitial/َ alefwithhamzaabove /ُhehfinal/shaddawithfathaisolatedlow/lammedial/laminitial/arabicalef /َarabickaf/َreh/aleffinal/َbehmedial/َtehmedial/َtatweel/fehinitial  \nQur’ān 23:13-14 \n  \nQur’ānic Integrity and Scientific Advan \n___________________________________________________ ______ \n \n The stages in the Ayah [verse] can be summarised as  follows:\n \nStage 1: The Nutfah  \n \nStage 2: The ‘Alaqah  \n \nStage 3: The Mudghah  \n \nStage 4: Bone Formation [Idham] \n \nStage 5: Clothing the Bones with F lesh [Lahm]\n \nStage 1: The Nutfah  \n \nThe Nutfah  literally means ‘a [single] drop’ of fluid whereas \n“Had he not been a sperm [ nutfah ] from semen [ \n \nIn the Qur’ān and H adith, Nutfah is ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 106,
        "text": "used in three different but\n \n1. The Male Nutfah [Qur’ān 75:36] \n2. The Female Nutfah  \n3. Nutfah Amshaj – mixed or mingled Male and Female Nutfah \n \nThe Male Nutfah \n \n \n \n \n \n \n \n \n \n \n \n \n \nFigure 14: Complete diagram of a human spermatozoa \n \nThe word Nutfah was mentioned twelve different time s in the \nmentioned thrice. In the male context, the Nutfah is a \nejaculated – i.e. a single cell [sperm] from amongst the 200 \n16 th  century, writings on embryonic development did not distinguish the constituent parts of the \nsemen in its role of fertilisation.  \n“Does man think that he will be left neglected? \nHad he not been a sperm [nutfah] from semen Qur’ānic Integrity and Scientific Advan cement \n___________________________________________________ ______  \n28 The stages in the Ayah [verse]",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 107,
        "text": " can be summarised as  follows: \nlesh [Lahm] \nliterally means ‘a [single] drop’ of fluid whereas Manii  means ‘semen.’  God says, \n] from semen [ manii] emitted?” [Qur’ān 75:36]  \nadith, Nutfah is used in three different but  related contexts: \nmixed or mingled Male and Female Nutfah  [Qur’ān 76:2]   \nComplete diagram of a human spermatozoa  \nThe word Nutfah was mentioned twelve different time s in the Qur’ān and the word Manii was \nIn the male context, the Nutfah is a single particle  from the Manii when it is \ni.e. a single cell [sperm] from amongst the 200 -300 million sperm cells. Before the \ncentury, writings on embryonic development did not distinguish the constituent parts of the \nDoes man think that he will be left neglected?                              /َseenmedial/nooninitial/ِs",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 108,
        "text": "ukun/lamwithalefhamzabelowisolated/arabicalef /ُbehfinal/َseenmedial/sukun/hahmedial/َyehinitial/َ alefwithhamzaabove /ًىdalfinal/ُseeninitial /َarabickaf/َrehfinal/sukun/tatweel/tehmedial/ُtatweel/yehinitial /َن alefwithhamzaabove /نُaleffinal  \nfrom semen [manii] emitted?         /alefmaksurafinal/َnoonmedial/sukun/meemmedial/ُyehinitial /shaddawithkasratanisolatedlow/yehfinal/ِnoonmedial/shaddawithfathaisolatedlow/meeminitial /noonfinal/shaddawithkasraisolatedlow/meeminitial /ًtehmarbutafinal/َfehmedial/sukun/tahmedial/ُnooninitial /ُarabickaffinal/َyehinitial /sukun/meemfinal/َlaminitial/َ alefwithhamzaabove \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n29 \n \nThen he was a clinging clot [alaqah],                           ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 109,
        "text": "                                              /ًtehmarbutafinal/َqafmedial/َlammedial/َaininitial /نَaleffinal/َkafinitial  /shaddawithfathaisolatedlow/meemfinal/ُthehinitial \nand [God] created [his form] and proportioned [him] .                                             /ىshaddawithfathaisolatedlow/wawfinal/َseenmedial/َfehinitial /َqaffinal/َlammedial/َkhahmedial/َfehinitial                          \nAnd made of him two mates, the male and the female.                  /sukun/yehmedial/َjeeminitial/sukun/وshaddawithfathaisolatedlow/zainfinal/laminitial/arabicalef /ُhehfinal/sukun/noonmedial/ِmeeminitial /َlamfinal/َainmedial/َjeemmedial/َfehinitial /alefmaksurafinal/َthehmedial/nooninitial/ُsukun/lamwithalefhamzaaboveisolatedd/arabicalef/َ وَrehfinal/َkafinitial/shaddawithfathaisolatedl",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 110,
        "text": "ow/thalfinal/laminitial/arabicalef /ِnoonfinal   \nIs not that [Creator] Able to give life to the dead ?”          /alefmaksurafinal/َtehinitial/sukun/wawfinal/َmeemmedial/sukun /laminitial/arabicalef /َyehfinal/ِyehmedial/sukun/hahmedial/ُyehinitial /َن alefwithhamzaabove /alefmaksurafinal/َlammedial/َaininitial /ٍreh/دِaleffinal/َqafmedial/ِbehinitial /َarabickaffinal/ِlaminitial/َ ذَseenfinal/sukun/yehmedial/َlaminitial/َ alefwithhamzaabove  \nQur’ān 75:36-40  \n             \n“And that He creates the two mates - the male and f emale –        /َqaffinal/َlammedial/َkhahinitial /ُhehfinal/shaddawithfathaisolatedlow/nooninitial/َ alefwithhamzaabove/وَ alefmaksurafinal/َthehmedial/nooninitial/ُsukun/lamwithalefhamzaaboveisolatedd/arabicalef/َ وَrehfinal/َkafinitial/shaddawithfathaisolatedlow/t",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 111,
        "text": "halfinal/laminitial/arabicalef /ِnoonfinal/sukun/yehmedial/َjeeminitial/sukun/وshaddawithfathaisolatedlow/zainfinal/laminitial/arabicalef  \nFrom a sperm-drop [nutfah] when it is emitted.”                                        /alefmaksurafinal/َnoonmedial/sukun/meemmedial/ُtehinitial /arabicalef/ِذَalefwithhamzabelow /ٍtehmarbutafinal/َfehmedial/sukun/tahmedial/shaddawithdammaisolatedlow/nooninitial /noonfinal/ِmeeminitial           \nQur’ān 53:45-46   \n \nIn these Ayaat [verses], there are a lot of facts t hat require careful consideration. We know the sex \nof the newborn is determined by the sperm - it is d efinitively stated that the male and female are \nfashioned from a sperm-drop from the semen that has  been ejaculated. If a sperm carrying an X \nchromosome fertilises an ovum [which al",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 112,
        "text": "ways contain s an X chromosome], the offspring will be a \ngirl, while if the fertilising sperm contains a Y c hromosome, the offspring will be a boy.  \n \nThe Qur’ān has stated this fact 1,400 years ago, be fore anybody knew anything about X and Y \nchromosomes.  \n \nThe Female Nutfah \n \nThe Female Nutfah [ovum] per se is not mentioned ex -\nplicitly in the Qur’ān, but is inferred in the term  Nutfah \nAmshaj – i.e. mingled from both male and female [re fer \nto Qur’ān 76:2]. However, it is clearly stated in t he \nHadith from the Prophet. A Jew came to the Prophet \nand asked, ‘O Muhammad. Tell me from what thing man  \nis created.’ The Prophet said, ‘O Jew, from both Ma le \nand Female Nutfah, man is created.’17  \n  \nThis is a very astonishing revelation, as it is onl y recently \nthat we came to k",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 113,
        "text": "now that both male and female cell s [sperm and ovum] join together to form \nthe human zygote – a fact not known before the 19 th  century. \n \n \n \n \n \n \n                                                 \n17  Musnad Ahmad. The complete narration has been declared  da’eef   [contains weakness according to the \nrules of hadeeth verification] by Ahmad Shakir.  \n \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n30 \n \nThe Role of Genes \n /ءٍsukun/yehfinal/َsheeninitial /shaddawithkasraisolatedlow/َي alefwithhamzaabove /sukun/noonfinal/ِmeeminitial  /ُhehfinal/َqafmedial/َlammedial/َkhahinitial   /ُhehisolated/َreh/shaddawithfathaisolatedlow/dalfinal/َqafmedial/َtatweel/fehinitial /ُhehfinal/َqafmedial/َlammedial/َkhahinitial /ٍtehmarbut",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 114,
        "text": "afinal/َfehmedial/sukun/tahmedial/shaddawithdammaisolatedlow/nooninitial /noonfinal/ِmeeminitial  \n‘From what substance did He create him? From a sper m-drop [ nutfah ] He cre- \nated him and destined [ qadr ] for him.’ \nQur’ān 80:18-19  \n \n In a single male Nutfah [sperm cell], which measure s 60 microns [1 micron = 1/1000 mm], there \nare 23 chromosomes – long spiral double strand heli ces. They contain the genes which determine \nevery type of characteristic the body has, like hai r colour, skin type, etc. \n \nHence, it is within this Nutfah that \nGod has determined and destined all \nthe physical characteristics that an in-\ndividual has. It is amazing that the de-\nscription of these realities are so accu-\nrately stated by God in the Qur’ān. \n \nThe Prophet said, ‘God has ordained \nan angel t",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 115,
        "text": "hat accompanies the differ-\nent stages of development of the Nut-\nfah. The ‘Alaqah, the Mudgha and in \nevery stage he asks God, ‘O God, \nwhat to do next?’ If God determines \nits full development, the angel asks, ‘Is \nit a boy or a girl? Happy or unhappy, \nhis livelihood and his life span. All is \nwritten [determined] while he is in the \nmother’s womb.’ [Bukhari] \n \n \nStage 2: The ‘Alaqah Stage  \n \nLinguistic Analysis  \n \nAccording to many Arabic dictionaries, the word ‘ alaqah  includes the following meanings: \n \n1. Attached and hanging to something,  \n2. Blood clot, \n3. Leech. \n \n1.  ‘Alaqah as ‘attached and hanging’ \n \nAs we see in Figure 15, the embryo [which is repres ented by the bilaminar embryonic disc] is at-\ntached to the placenta and is hanging or suspended in the chorionic cavit",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 116,
        "text": "y by the connecting stalk. \nThis is in agreement with the meaning of the word ‘ alaqah as “attached and hanging to some-\nthing”. \n    \nQur’ānic Integrity and Scientific Advan \n___________________________________________________ ______ \n \n  \nFigure 15:  Photomicrographs of longitudinal sections of an implanted embryo at approximately 14 days. \nHigh-power view [Ã—95] . The embryo is represented by the bilaminar embryonic d isc composed of epi\nlast and hypoblast.  [From Nishimura H [ed]: Atlas of Human Prenatal Histology \nThe embryo is now attached to the primitive placenta an d is suspe \nstalk’.18  \n \n \n \n \n                                                 \n18  Kareem, E., Embryology in the Qur’an: The Alaqah Stage, \nQur’ānic Integrity and Scientific Advan cement \n____________________________",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 117,
        "text": "_______________________ ______  \n31  \nPhotomicrographs of longitudinal sections of an implanted embryo at approximately 14 days. \n. The embryo is represented by the bilaminar embryonic d isc composed of epi b-\nAtlas of Human Prenatal Histology . Tokyo, Igaku-Shoin, 1983]. \nThe embryo is now attached to the primitive placenta an d is suspe nded or hanging via the ‘connecting \n \nEmbryology in the Qur’an: The Alaqah Stage, www.islampapers.com.  \nFigure 16 : We can see in this diagram the suspe n-\nsion of an embryo during the ‘ alaqah  stage in the \nwomb [uterus] of the mother.  Moore and Persaud, \n The Developing Human , 5th ed., p. 66.  \n \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n32 \n               \n2.  ‘Alaqah as ‘blood clo",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 118,
        "text": "t’ \n \n \n \nFigure 17 :  Diagram of the primordial cardiovascular system in an embr yo of approximately 21 \ndays, viewed from the left side during the ‘alaqah  stage. The external appearance of the embryo \nand its sacs is similar to that of a blood clot, due to the presence of relatively large amounts of \nblood in the embryo and the chorion. The umbilical vein ca rries well-oxygenated blood and nutri-\nents from the chorion sac to the embryo. The umbilical arteries carry poorly oxygenated blood \nand waste products from the embryo to the chorion. [From Moore and Persaud [2007]. \n \nFigure 17 shows a diagram of the primitive cardiova scular system in an embryo of about 21 days. \nDuring this stage we find that the external appeara nce of the embryo and its sacs is similar to that \nof a blood clot",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 119,
        "text": ".  \n \n“Implantation begins at about the 6 th  to 7 th  day after fertilization. The part of the blasto-\ncyst projecting into the uterine cavity remains rel atively thin. The syntrophoblast contains \na proteolytic enzyme which causes destruction of th e endometrial cells so that that the \nblastocyst sinks deeper and deeper into the uterine  mucosa…The final deficiency in the \nendometrium is sealed off by a blood or fibrin clot , overlying the blastocyst. This cover \nis called the operculum. By about 10 to 12 days aft er fertilization, the blastocyst is com-\npletely encased in the endometrium and thus, implan tation is complete.” 19   \n \nThe blood, though fluid, does not circulate until t he end of the third week. On the 21 st day, the \nheart of the embryo connects with the blood vessels  in",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 120,
        "text": " the embryo, the connecting stalk, the \nchorion and the umbilical vesicle [yolk sac], and t he blood starts to circulate and the heart begins \nto beat. Thus, the embryo takes the appearance of a  blood clot even though its blood is fluid.  \n                                                 \n19  Allan, J., & Kramer, B. The Fundamentals of Human Embryology , [2nd ed.], p. 23: Wits University Press – as \nquoted by Kareem, E., Embryology in the Qur’an: The Alaqah Stage.  \n\nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n33 \n 3.  ‘Alaqah as ‘leech’ \n \nScholars, linguists and dictionaries have all menti oned one of the meanings of ‘alaqah  as a leech 20 . \nThe fourteenth century dictionary Lisān al-‘Arab  states that “ ‘ alaqah  refers ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 121,
        "text": "to a worm living in the \nwater that sucks blood, the plural of which is ‘alaq ” 21  and in the dictionary of al-Qāmūs al-Muhit \nthat ‘alaq  is “a small creature of water that sucks blood [a leech].” 22  The word /uni0351alaqah  also occurs in \nseveral languages related to Arabic. In Hebrew ther e is /uni05D4/uni05B8/uni05E7/uniFB35/uni05DC/uni05B2/uni05E2  /uni0351alûqāh [or alukah ]23 , the generic name \nfor any blood-sucking worm or leech. And in Aramaic  and Syriac there are words with apparently \nsimilar meanings. In Ad-Damīrī's Arabic zoological lexicon, Hayāt al-Hayawān  [The Life of the \nAnimals, 1372 C.E.], there is an article on the lee ch [‘alaq ]24  and in Ibn Wahshīya’s Kitāb al-Sumūm  \n[The Book on Poisons, c.  950 C.E.] there is the treatment for the one who h as swallowed a ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 122,
        "text": "leech \n[‘alaq ].25  \n \nA popular ninth century Christian polemic against I slam claims that Muslims believe that “God \ncreated man from a leech” based on the work of Nice tas of Byzantium. Nicetas, who wrote be-\ntween 842 and 867 C.E., had a copy of the Qur’ān in  Greek translation which he made use of to \nidentify the tenets of Islam. His Greek translation  renders both ‘alaq  and ‘alaqah  as bdella  [βδελλα],  \nmeaning “leech”.26  \n \nThe classic Qur’ānic commentator, Ibn Kathīr [b. 13 02 C.E.], mentions the meaning of “elon-\ngated like the shape of a leech - /uni0629.fina/uni0644.medi/uni064A.medi/uni0637.medi/uni062A.medi/uni0633.medi/uni0645.init /uni0629.fina/uni0642.medi/uni0644.medi/uni0639.medi/uni0644.init/uni0627 /uni0644.fina/uni0643.medi/uni0634.init /uni0649.fina/uni0644.medi/",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 123,
        "text": "uni0639.init /uni0621/uni0627/uni0631.fina/uni0645.medi/uni062D.init /uni0629.fina/uni0642.medi/uni0644.medi/uni0639.init /uni062A/uni0631/uni0627.fina/uni0635.medi/uni0641.init ”27 . Finally, The Qur’ān: an Ency- \nclopedia  has an entry for ‘alaq  that also mentions the same meanings: “The linguis tic definition of  \n/uni0351alaq  [singular  /uni0351alaqa] is ‘leech’, ‘medicinal leech’, ‘[coagulated] bloo d’, ‘blood clot’, or ‘the early stage \nof the embryo’.28  \n \n \n \n                                                 \n20  This section is an edited version of Kareem, E., Embryology in the Qur’ān: The Alaqah Stage, \nwww.islampapers.com. \n21  Ibn Man /uni1E93ūr, in Lisān al-‘Arab , Dār /uni1E62ādir, Beirut, n.d., vol. 10, pp 261-268; as cited in Zin dani et al. [1994, \np. 68].  \n22  Al-Qāmūs",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 124,
        "text": " al-Mu /uni1E25ī/uni1E6D, vol. 3, p 275 as cited in Zindani et al. [1994, p. 68].   \n23  “The leech [ /קָהvavwithdageshעֲל  alûqāh ] has two daughters: Give and Give.” Proverbs 30:15  [ESV]. Hebrew /קָהvavwithdageshעֲל  \nalûqāh  meaning a leech. [Blue Letter Bible]  Although the Hebrew word is translated leech in most versions \nof the Bible, there has been much dispute whether this is the proper meaning. Recourse is therefore to the \nArabic language - See Kaltner, The Use of Arabic in Bib lical Hebrew Lexicography: Catholic Biblical \nAssociation of America. [1996, pp. 86-87]. \n24  Kitāb /uni1E24ayāt al-/uni1E25ayawān  [The Book of the Lives of the Animals] finished in 1372 C.E. as mentioned in De \nSomogyi [1950, p. 42]. \n25  Ibn Wahshīya’s Book on Poisons c.950 C.E. Known unde r various ti",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 125,
        "text": "tles: Kitāb al-Shānāq fī al-Sumūm wa’al-\ntiryaq ,  Kitāb al-Sumūm wa’al-tiryāqāt , and al-Sumūm wadaf‘ madārrhā.  Levey [1966, p. 84]. \n26  “Nicetas accuses the Qur’ ān of teaching that man comes from a leech [ Confutatio 1, lines 90–92]: \n [he says that man is created from a leech]. The phra se is then \npicked up by Zigabenos, who finds it absurd...” Simelidis [2011, pp. 900-902] The Byzantine Understanding of \nthe Qur /uni055Aanic Term al-/uni1E62amad and the Greek Translation of the Qur’ān. Specul um, 86(04), 887-913.    \n27  Ibn Kathīr, Tafsīr Al-Qur'ān Al-'Azīm, p. 242  (1st ed. Vol. 3). 1980. Beirut, Lebanon: Dār Al-Fikr.   \n28  Sahin, H. “Alaq” p. 27.  In O. Leaman [Ed.] [2006], The Qur’an: An Encyclopedia : Routledge. \n\nQur’ānic Integrity and Scientific Advancement \n_______________",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 126,
        "text": "____________________________________ ______ \n \n34 \n  \n \nA leech is an apt description of the early human em bryo. The embryo clings to the endometrium \nor lining of the uterus [day 7] just as a leech cli ngs to the skin. The embryo is also surrounded by \namniotic fluid just as the leech is surrounded by w ater. If we consider the literal meaning of \n“leech” for ‘alaqah , we find that during the third week, the embryo lo ses its round shape and elon-\ngates until it takes the shape of a leech. \n \nFigure 18 above and Figure 19 clearly indicate that  the shape of the embryo does in fact resemble \na leech. At this stage the cardiovascular system ha s started to appear and the embryo is now de-\npendent upon the maternal blood for its nutrition l ike a leech which feeds on the blood of oth-\ners.2",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 127,
        "text": "9  \n \n                                                 \n29  The umbilical vein carries well-oxygenated blood and nutrie nts from the chorion sac to the embryo. The \narteries carry poorly oxygenated blood and waste produ cts to the chorionic villi for transfer to the mother's \nblood. \nFigure 18:  Drawings illustrating the sim i-\nlarities in appearance between a human \nembryo and a leech [‘ alaqah ]. A,  shows a \nlateral view of an embryo [size 2.5-\n3.0mm] at days 24 to 25 during folding, \nshowing the large forebrain and the ven-\ntral position of the heart [from Moore & \nPersaud: The Developing Human  9th  Edition \n[2013].  B, shows a drawing of a leech. \n \nNote the leech-like appearance of the \nhuman embryo at this stage.  \n \nFigure 19:  A,  shows a lateral view of an embryo [size 2.5 -\n3.0",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 128,
        "text": "mm] at days 24 to 25 [Modified from Moore & Persa ud: \nThe Developing Human  8th  Edition]. B, Hirudo medicinalis, \nmedicinal leech C,  Scanning electron micrograph of an \nembryo at Week 4, 26 - 30 days [Professor Kathy Sulik , \nThe University of North Carolina]. Note the leech-like \nappearance of the human embryos at this stage.  \n \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n35 \n In the BBC television series, The Human Body: The Incredible Journey from Birth t o Death , Professor \nRobert Winston 30  also describes the embryo in a similar way. Prof. Winston demonstrates how \nthe embryo obtains nourishment from the blood of th e mother by comparing it with a leech \nwhich feeds on the blood of others,  \n \n“[The leech] takes wh",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 129,
        "text": "atever it needs to live by suc king the blood of whatever it can latch \nonto; in this case that’s me! As it sucks my blood,  it takes from it all that it needs to live, \nit literally lives off me and the whole of pregnanc y is shaped by a similar kind of parasitic \nrelationship...it does raid her blood for the raw m aterials it needs to grow. From the word \ngo, both leech and embryo are out for themselves.” 31  \n \n \n \nFigure 20 :  Presenter Professor Robert Winston with a blood  sucking leech [‘ alaqah ] attached to his for e-\narm. Professor Winston shows how the embryo obtains n ourishment from the blood of the mother, similar \nto the leech which feeds on the blood of others. [ The Human Body. The Incredible Journey from Birth to Death , © \nBBC Worldwide Ltd, 1998]. \nSimilarly, in Anatomy",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 130,
        "text": " Demystified, the early embryo is described as worm-like in appea rance which is \nnourished by the mother’s maternal blood supply, “A nother membrane becomes the yolk sac,  \nwhich provides nourishment for the early embryo. By  24 days, a connecting stalk appears in the \nmiddle of the now worm-like body .” 32  \n \nA segmented body like a leech \nThe body of the leech is divided into a number of s egments which gives rise to a ringed appear-\nance of the body, hence the name “ringed worms.” 33  The human embryo is also segmented just \nlike a leech or worm as Professor Peter Nathanielsz  describes in A Time to be Born: The Life of the \nUnborn Child, “By the end of the third week the embryo has undergone segmentation, rather \nlike an earth worm,  and now consists of zones like stacked circular ti",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 131,
        "text": " res.”34  \n                                                 \n30  Prof. Robert Winston is Professor of Science and Socie ty and Emeritus Professor of Fertility Studies at \nImperial College, London.  \n31  Prof Winston in The Human Body: The Incredible Journey from Birth to Death,  BBC Woldwide [1998]. \n32   Layman, D. P.,  Anatomy Demystified , p. 366, [2004] New York: McGraw-Hill Professional; Lon don: \nMcGraw-Hill.  \n33  Garwood, P. R., & Campbell, A. [2007]. \"Segmented Wo rms\". The Encyclopedia of Underwater Life. \nOxford Reference Online. \n34  Nathanielsz [1994, p. 22]. Peter W. Nathanielsz is a Pr ofessor at the Laboratory for Pregnancy and New-\nborn Research, Cornell University, Ithaca, USA. “Profe ssor Nathanielsz was amongst the handful of pio-\n\nQur’ānic Integrity and Scientific Adva",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 132,
        "text": "ncement \n___________________________________________________ ______ \n \n36 \n These layers curl to form a tube-like structure whi ch Anthony Smith, in The Human Body , also lik-\nens to a worm, “the early embryo is like a worm, wi th a gut running from one end to the other, an \nouter covering also running from end to end and a c entral layer filling the space between the \ntwo.”35  Ted Zerucha in Human Development  also describes the gut of the embryo as a tube, “R un-\nning through the body, along the anterior-posterior  axis, is the gut. The gut is essentially a tube \nthat runs from the mouth, through the digestive sys tem, to the anus.” 36  The tube-like depiction \nof the embryo’s gut is not unlike that of an anneli d as described in The Columbia Encyclopedia , “The \ndigestive system of anne",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 133,
        "text": "lids consists of an unsegme nted gut that runs through the middle of the \nbody from the mouth, located on the underside of th e head, to the anus, which is on the py-\ngidium [the posterior terminal region].” 37  \n \nInternal structure of a leech \n \n \n \nFigure 21 : A, Ventral dissection showing the internal anatomical struct ure of a leech. [From J.G. Nicholls \nand D. Van Essen. The nervous system of the leech , 1974, Scientific American 230:38-48]. B, Dorsal view of a \n13-somite embryo at approximately 24 days, actual size 3.0mm. [From Professor Hideo Nishimura, Kyoto \nUniversity, Kyoto, Japan]. Note the remarkable similarity  in appearance between the human embryo and \nthe internal structure of the leech. \n \n                                                                                  ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 134,
        "text": "                                                                   \nneers who assisted at the birth about thirty years ag o of the new discipline of fetology and has remained at  \nthe forefront of what is now an enormous field. His labo ratory has contributed many of the technical ad-\nvances that now allow the most intimate details of fetal lif e to be examined with a precision equal to that of \na cosmologists’ radio-telescope.” \n35  Smith, The Human Body: The Incredible Journey from Birth to  Death , p. 38. \n36  Zerucha, T., Human Development, p. 52.  \n37  “Annelida” in The Columbia Encyclopedia [2008]. \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n37 \n If we examine the anatomy of the leech we find that  the appearance of it",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 135,
        "text": "s internal structures is \nalso similar to that of the human embryo: \nFigure 21  A shows a ventral view of a dissected medicinal leec h. Note how the body is \nmade up of a number of similar segments which resem ble the somites in human em-\nbryos.  \nFigure 21 B shows an embryo at 24-25 days. The actual size of the embryo at this stage \nis just 3.0mm. \nFigure 22 A-C showing dorsal views of embryos during the third an d fourth weeks.  \nFigure 22 D Shows of the internal structure of the leech. Note the remarkable similarity \nin appearance between the embryos and the anatomy o f the leech.  \n \n \nFigure 22: Dorsal views of embryos during the third and fourth wee ks. A,  Dorsal view of a 5-somite em-\nbryo, actual size 2.5mm. B,  Dorsal view of an older eight-somite embryo, actual size  3.0mm. C, D",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 136,
        "text": "orsal view \nof a 13-somite embryo at approximately 24 days, actua l size 3.0mm [Photographs from Professor Hideo \nNishimura, Kyoto University, Kyoto, Japan]. D,  The anatomical structure of the leech [Illustrated by James \nRawlins Johnson, A Treatise on the Medicinal Leech,  London, 1816. [Rare – In process] UCLA Biomedical Li-\nbrary: History and Special Collections for the Sciences]. \n \nPrevention of blood-clotting \n \nA striking similarity between the leech and the emb ryo is the way in which enzymes are released to fa-\ncilitate easy blood-flow and the prevention of the clotting of blood. As the embryo draws nourishment \n[leech-like] from the mother’s blood, the anticoagu lant enzyme, Thrombomodulin, [TM] prevents the \nblood clotting. In the leech, the protein that serv es the same functi",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 137,
        "text": "on is called Hirudin. \n  \n\nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n38 \n Summary of ‘Alaqah stage \nThe Qur’ānic term /uni0351alaqah  is a comprehensive expression for the second stage  of embryonic devel-\nopment that descriptively encompasses the primary e xternal and internal features. In this one \nword, the general shape of the embryo as a leech is  described, the internal events such as the for-\nmation of blood and closed vessels are described, a nd the attachment of the embryo to the pla-\ncenta is also brought to mind.      \n \nThe similarity between the embryo and leech is rema rkable: \n• the external shape of the leech resembles an embryo  at 22-25 days [Figure 18 and 19],  \n• the internal structure of the leech resem",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 138,
        "text": "bles an em bryo of 22-26 days [Figure 21 and 22], \n• the embryo clings to the lining of the uterus in a similar way to a leech that clings to the \nskin,  \n• the embryo obtains nourishment from the blood of th e mother [Figure 17], like the leech \nwhich feeds on the blood of others [Figure 19], \n• the embryo has a segmented body like a worm or leec h,  \n• the early embryo further resembles a leech in that it has a tube-like gut running from one \nend to the other.  \nThe Qur’ānic term  /uni0351alaqah refers to the embryo when it is extremely small. Th e ‘alaqah  is just 0.7-\n3.0mm in length. Due to the small sizes involved, s cientists could not have recognised the detailed \nfeatures of the /uni0351alaqah stage until the second half of the 19 th  century and the beginning of the 20 th .  \n \n ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 139,
        "text": "\nProf. Keith L. Moore concludes that it is, “remarka ble how much the embryo of 23-24 days re-\nsembles a leech. As there were no microscopes or le nses available in the 7 th  century, doctors \nwould not have known that the human embryo had this  leech-like appearance. In the early part of \nthe fourth week, the embryo is just visible to the unaided eye because it is smaller than a kernel of \nwheat.” 38  \n  \n                                                 \n38  Moore, K. L., A Scientist’s Interpretation of References to Embryolo gy in the Qur’an.   \n\nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n39 \n Stage 3: Mudghah stage \n \n \n \nFigure 22: Photograph of embryo at the end of the ‘alaqah  stage [age 24 to 25 days]. Ten pairs of th",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 140,
        "text": "e 13 \npairs of somites are easily recognized, but the embryo  is still relatively straight and has a leech-like appear-\nance. \n \nThe embryo at 24-25 days is finishing the ‘ alaqah  stage.  It changes into the mudghah  stage at 26-27 \ndays. The transformation from ‘ alaqah  to mudghah  is in fact very rapid, and during the last day or \ntwo of the ‘ alaqah  stage, the embryo is beginning to develop some of the characteristics of the \nmudghah , e.g. the somites begin to appear and become a dis tinct feature of this stage. \n \nOne of the meanings of the word mudghah  is “something that is chewed by teeth.”  If one we re to \ntake a piece of gum and chew it in his or her mouth  and then compare it with an embryo at the \nmudghah  stage, we would conclude that the embryo at the mudghah  stage acqui",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 141,
        "text": "res the appearance of \na chewed substance.  This is because of the somites  at the back of the embryo that “somewhat \nresemble teeth-marks in a chewed substance.” 39   [see Figures 24 and 25]. \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \nFigure 24: Top left photograph of an embryo at the mudghah  stage [28 days old].  The embryo at this stage \nacquires the appearance of a chewed substance, becau se the somites at the back of the embryo somewhat \nresemble teeth marks in a chewed substance.  The actu al size of the embryo is 4 mm.40   \n                                                 \n39  Moore and Persaud, The Developing Human , 5th ed., p. 8. \n40  Moore and Persaud, The Developing Human , 5th ed., p. 82 – from Professor Hideo Nishimura, Kyo to Uni-\nversity, Japan.  \n \n \n\nQur’ānic Integrity and Scientific",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 142,
        "text": " Advancement \n___________________________________________________ ______ \n \n40 \n  \n                    \n \nThe appearance of the somites or “imprints” changes  continuously, just as the teeth imprint \nchanges on a chewed substance with each act of chew ing. The embryo changes its overall shape, \nbut the structures derived from the somites remain.  Just as a substance acquires furrows, swellings \nand a corrugated surface as it is being chewed, so does the appearance of the embryo.  \n \nThe embryo turns in its position due to the modific ations in its centre of gravity with new tissue \nformation, similar to the turning of a substance wi th chewing. \n \n \n \nFigure 26: Human embryo day 32 with 35 somites. The embryo is ab out 7.0 mm in length. Note the inden-\ntations that are identified between s",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 143,
        "text": "omites, and with th ese indentations, the embryo resembles a chewed \nsubstance in its external appearance. \nFigure 25 : When comparing the  ap-\npearance of an embryo at the mudghah \nstage with a piece of gum that has \nbeen chewed, we find similarity be-\ntween the two. \n \nA.  Drawing of an embryo at the \nmudghah stage. We can see here the \nsomites at the back of the embryo that \nlook like teeth marks. [Moore and Per-\nsaud, The Developing Human , 5th ed., p. \n79.] \n \nB.   Photograph of a piece of gum that \nhas been chewed. \n \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n41 \n In Figure 26, the embryo looks somewhat like a chew ed lump. The chewed appearance results \nfrom the somites which resemble teeth marks. The so mites [cuboi",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 144,
        "text": "dal blocks of mesodermal tis-\nsue] represent the beginnings or primordia of the v ertebrae. By the 3 rd  week of human embryonic \ndevelopment, about 38 pairs somites form.  By the 5th  week there are 42-44 pairs of somites. Most \nof the axial skeleton [skull, vertebral column, rib s, and sternum] and skeletal muscles will be de-\nrived from these somites.41   \n \nAs there were no microscopes available in the 7 th  century C.E., people would not have known \nthat the human embryo had this chewed-like appearan ce. Professor Marshall Johnson states: \n“You have to be really careful on what is the defin ition of ‘seeing’. I can see a piece of \ndandruff on this tabletop; I can just barely make i t out because this is a nice black surface \n[but] I can see no detail in it. If I want to see d etail in",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 145,
        "text": " it then I need some sort of visual \naid, something to aid my vision, I need a magnifyin g glass, I need a microscope. So I \nmight be able to see a piece of dandruff, but to se e any detail in it as is described in the \nQur’ān, I need an instrument that wasn’t developed until the 1700s.” 42    \n \nStage 4: Bone Formation [Idham] \n/aleffinal/ًmeeminitial/aleffinal/َzahmedial/ِaininitial /َtehmarbutafinal/َghainmedial/sukun/dadmedial/ُmeemmedial/sukun/laminitial/arabicalef /aleffinal/َnoonmedial/sukun/qafmedial/َlammedial/َkhahmedial/َfehinitial  \n/aleffinal/ًmeemmedial/sukun/َlamwithhahinitial /مَaleffinal/َzahmedial/ِainmedial/sukun/laminitial/arabicalef /aleffinal/َnooninitial/sukun/wawfinal/َseenmedial/َkafmedial/َfehinitial  \nGod continues,  “...and We made [from] the lump [mudghah], bon",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 146,
        "text": "es, and We covered the \nbones with flesh”  [23:14]. The mudghah or somite embryo is fashioned  into bones which are \nclothed with flesh. \n \nHamilton, Boyd and Mossman write that “the somites are the bases from which the greater part \nof the axial skeleton and musculature develop.” 43   \n \nThe timing of this phase has been mentioned in the following statement of the Prophet Muham-\nmad, “When 42 nights  [i.e. 6 weeks] have passed from the time of the nut fah [time of concep-\ntion], God sends an angel to it, who shapes it and makes its ears, eyes, skin, muscles and \nbones…”44   \n \n“Before the 42 nd  day, it is difficult to distinguish the human embr yo from the embryos of many \nanimals, but at this time it becomes clearly distin guishable in its appearance.” 45  The formation of \nthe skeleton",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 147,
        "text": " gives the embryo its human shape.  \n \n                                                 \n41  This section is an edited version of Kareem, E., Embryology in the Qur’an: The Mudghah Stage and Some obser- \nvations on the mudghah (chewed-like) stage of human d evelopment, www.islampapers.com. \n42  As quoted in Kareem, E., Some observations on the mudghah stage of human deve lopment, www.islampapers.com .  \n43  Hamilton, Boyd, Mossman, Human Embryology, 4th  Edition, as quoted in Albar, M.Ali, Human Development \nas revealed in the Holy Qur’an and Hadith, p. 79.   \n44  Sahih Muslim, Kitab al-Qadr. \n45  G.C. Goeringer, A. A. Zindani, M. A. Ahmed, Embryology in the Qur’an: Bone and Muscle Developmen t, \nwww.islampapers.com.  \nQur’ānic Integrity and Scientific Advancement \n_________________________",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 148,
        "text": "__________________________ ______ \n \n42 \n         \n \nIn the 6th week the cartilaginous skeleton begins t o form and the embryo acquires a soft skeleton \n[as we see in Figure 27]:  \n“Formation of bone does not begin uniformly through out the body. Rather, there is a se-\nquential appearance of bony tissue. However, in the  7th  week the spreading development \nof the skeleton occurs. Bone development in the lim bs commences in the limb buds \nfrom mesochymal cells. Primary ossification centres  appear in the femur during week 7 \nand in the sternum [breast bone] and the maxilla [u pper jaw] in weeks 8-9.” 46  \n \nStage 5: Clothing the Bones with Flesh [Lahm] \n \nGod says, /aleffinal/ًmeemmedial/sukun/َlamwithhahinitial /مَaleffinal/َzahmedial/ِainmedial/sukun/laminitial/arabicalef /aleffinal/َnoo",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 149,
        "text": "ninitial/sukun/wawfinal/َseenmedial/َkafmedial/َfehinitial   “...We covered the bones with [ lahm ] flesh” [23:14]. In the Fun- \ndamentals of Human Embryology, it is noted that, “Soon after the cartilaginous mod els of the bones \nhave been established, the myogenic cells, which ha ve now become myoblasts, aggregate to form \nmuscle masses  on the ventral [front] and dorsal [back or posteri or] aspects of the limbs.” 47  Al-\nthough precursor cells [myoblasts, or primitive mus cle cells] are present adjacent to developing \nbone, “differentiation into skeletal muscle attachm ents occur after  the ossification process in the \nshaft and ends of the bones has begun.”48  \n \n  \n                                                 \n46  Ibid.  \n47  Allan, J., and Kramer, B., The Fundamentals of Human Emb",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 150,
        "text": "ryology , 2nd Edition, Wits University Press, 2010, \np. 148. \n48  G.C. Goeringer, A. A. Zindani, M. A. Ahmed, Embryology in the Qur’an: Bone and Muscle Developmen t, \nwww.islampapers.com.  \nFigure  27 : Human embryo at about days 50 -51 days \n[Ulrich Drews, Color Atlas of Embryology , 1995] \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n43 \n Conclusion \n \nIt is clear from the preceding pages that God, in t he Qur’ān, gives a detailed account of the devel-\nopment of the human embryo. Firstly, it accurately describes the main stages of development. \nEach word describes the characteristic of a specifi c stage and its morphological and physiological \nidentity. Secondly, it describes the sequence of th ese events in the same chronol",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 151,
        "text": "ogical order as \ndiscovered by the electron microscope.   \n \nScientists Acceptance of the Truths in the Qur’ān \n \nProfessor Emeritus Keith L. Moore  is one of the world’s most prominent scientists in  the fields \nof anatomy and embryology and is the author of the book entitled ‘The Developing Human’, \nwhich has been translated into eight languages. Dr.  Keith Moore is Professor Emeritus of Anat-\nomy and Cell Biology at the University of Toronto, Toronto, Canada. There, he was Associate \nDean of Basic Sciences at the Faculty of Medicine a nd for 8 years was the Chairman of the De-\npartment of Anatomy. In 2007, Professor Moore becam e the first recipient of the Henry \nGray/Elsevier Distinguished Educator Award, The Ame rican Association of Anatomists’ (AAA) \nhighest award for human anatomy e",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 152,
        "text": "ducation. Most rec ently in 2012, Prof. Moore received the \nQueen’s Diamond Jubilee Medal – a commemorative med al to honour significant contributions \nand achievements by Canadians.  \n \nProfessor Moore said,  \n \n“....Because the staging of human embryos is comple x, owing to the continuous process \nof change during development, it is proposed that a  new system of classification could be \ndeveloped using the terms mentioned in the Qur’ān a nd Sunnah.  The proposed system is \nsimple, comprehensive, and conforms with present em bryological knowledge. The inten-\nsive studies of the Qur’ān and Hadith [reliably tra nsmitted reports of the Prophet Mu-\nhammad] in the last four years have revealed a syst em for classifying human embryos that \nis amazing since it was recorded in the 7th  Century C",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 153,
        "text": ".E. Although Aristotle, the founder \nof the science of embryology, realised that chick e mbryos developed in stages from his \nstudies of hen’s eggs in the fourth century B.C., h e did not give any details about these \nstages. As far as it is known from the history of e mbryology, little was known about the \nstaging and classification of human embryos until t he twentieth century. For this reason, \nthe descriptions of the human embryo in the Qur’ān cannot be based on scientific \nknowledge in the seventh century. The only reasonab le conclusion is: these descriptions \nwere revealed to Muhammad from God.  He could not h ave known such details because \nhe was an illiterate man with absolutely no scienti fic training.” 49  \n \nConsequently, Professor Moore was asked the followi ng question: “Doe",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 154,
        "text": "s this mean that you be-\nlieve that the Qur’ān is the word of God?”  He repl ied: “I find no difficulty in accepting this.” 50   \n \nProfessor Moore consulted a number of embryologists  for their opinions: \n                                                 \n49  This is the Truth - www.islam-guide.com/truth.htm \n50  Ibid  \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n44 \n “…I was invited to Saudi Arabia to lecture on embry ology at King AbdulAzziz Univer-\nsity in Jeddah, Saudi Arabia… and while I was there , at my suggestion, invited Dr. \n[T.V.N] Persaud and Dr. [E. Marshall] Johnson to co me to Saudi Arabia. And they [the \nEmbryology Committee] asked them the same questions , and I purposefully didn’t tell \nthem my interpretatio",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 155,
        "text": "ns, I wanted them to give thei r own. So they did and their answers \nwere similar to mine…Dr. Johnson is one of the most  outstanding embryologist and tera-\ntologist in the United States. We didn’t just pick anyone, I picked the best. And in Can-\nada, Dr. Persaud at the University of Manitoba, whe re I spent twenty years, is also an \noutstanding embryologist who has three doctors degr ees… so I picked the very best. And \nthen, when I started thinking about other embryolog ists around the world, we brought in \nDr. [Robert] Edwards from Cambridge [world-renowned  for his early work on in vitro \nfertilization]… so we invited him to Saudi Arabia a nd again he was asked the same ques-\ntions and they [the Embryology Committee] got essen tially the same answers.… [and] \none of my colleagues in Ky",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 156,
        "text": "oto, Japan.…he didn’t go to Saudi Arabia, [and] he has been \nconsulted and so on. So we have consulted embryolog ists around the world for their \nopinions on these statements in the Qur’ān, and it’ s clear from what Dr. Persaud has said \nand from all of our work in this area that these st atements [in the Qur’ān] are correct.”51   \n \nProfessor Emeritus T. V. N. Persaud  is Professor of Anatomy, Professor of Pediatrics a nd \nChild Health and Professor of Obstetrics, Gynecolog y and Reproductive Sciences at the Univer-\nsity of Manitoba, Winnipeg, Manitoba, Canada.  Ther e, he was the Chairman of the Department \nof Anatomy for 16 years.  He is well-known in his f ield.  He is the author or editor of 22 text-\nbooks and has published over 181 scientific papers.   In 1991, he received the most d",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 157,
        "text": "istinguished \naward presented in the field of anatomy in Canada, the J.C.B. Grant Award from the Canadian \nAssociation of Anatomists. Henry Gray/Elsevier Dist inguished Educator Award, American As-\nsociation of Anatomists, 2010.   \n \nWhen he was asked about the scientific miracles in the Qur’ān, he stated the following: \n \n“The way it was explained to me is that Muhammad wa s a very ordinary man. He could \nnot read, didn’t know [how] to write. In fact, he w as an illiterate. And we’re talking about \ntwelve [actually about fourteen] hundred years ago.  You have someone illiterate making \nprofound pronouncements and statements and that are  amazingly accurate about scien-\ntific nature. And I personally can’t see how this c ould be a mere chance. There are too \nmany accuracies and like Dr. Mo",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 158,
        "text": "ore, I have no diffi culty in my mind that this is a divine \ninspiration or revelation which led him to these st atements.” 52   \n \nProfessor Persaud has included some Qur’ānic verses  and sayings of the Prophet Muhammad in \nsome of his books. \n \nDr. E. Marshall Johnson  is Professor Emeritus of Anatomy and Developmental  Biology at \nThomas Jefferson University, Philadelphia, Pennsylv ania, USA. There, for 22 years he was Profes-\nsor of Anatomy, the Chairman of the Department of A natomy, and the Director of the Daniel \n                                                 \n51  Prof. Moore lecture to Muslim Students Association, “E mbryology in the Qur’an with Drs. Persaud, \nMoore and Johnson [1988]” , http://youtu.be/ZJRRhfk 5xUI?t=37m32s \n52  Taken from the video documentary, ‘This is Truth. ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 159,
        "text": "’ \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n45 \n Baugh Institute. He was also the President of the T eratology Society. He has authored more than \n200 publications. In 1981, during the Seventh Medic al Conference in Dammam, Saudi Arabia, \nProfessor Johnson said in the presentation of his r esearch paper: \n \n“Summary: The Qur’ān describes not only the develop ment of external form, but empha-\nsises also the internal stages, the stages inside t he embryo, of its creation and develop-\nment, emphasising major events recognised by contem porary science.” \n \nAlso he said: “As a scientist, I can only deal with  things which I can specifically see. I can \nunderstand embryology and developmental biology. I can understand the words ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 160,
        "text": "that are \ntranslated to me from the Qur’ān. As I gave the exa mple before, if I were to transpose \nmyself into that era, knowing what I knew today and  describing things, I could not de-\nscribe the things which were described.  \n \nI see no evidence for the fact to refute the concep t that this individual, Muhammad, had \nto be developing this information from some place. So I see nothing here in conflict with \nthe concept that divine intervention was involved i n what he was able to write.” 53   \n \nDr. Yoshihide Kozai  is Professor Emeritus at Tokyo University, Hongo, Tokyo, Japan, and was \nthe Director of the National Astronomical Observato ry, Mitaka, Tokyo, Japan. He said: \n \n“I am very much impressed by finding true astronomi cal facts in [the] Qur’ān, and for us \nthe modern astronomers",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 161,
        "text": " have been studying very smal l pieces of the universe. We’ve \nconcentrated our efforts for understanding of [a] v ery small part.  \n \nBecause by using telescopes, we can see only very f ew parts [of] the sky without thinking \n[about the] whole universe. So, by reading [the] Qu r’ān and by answering the questions, I \nthink I can find my future way for investigation of  the universe.” 54  \n \nProfessor Tejatat Tejasen  is the Chairman of the Department of Anatomy at Ch iang Mai Uni-\nversity, Chiang Mai, Thailand.  Previously, he was the Dean of the Faculty of Medicine at the \nsame university. During the Eighth Saudi Medical Co nference in Riyadh, Saudi Arabia, Professor \nTejasen stood up and said: \n \n“During the last three years, I became interested i n the Qur’ān . . . . From my study and \n",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 162,
        "text": "what I have learned from this conference, I believe  that everything that has been re-\ncorded in the Qur’ān fourteen hundred years ago mus t be the truth, that can be proved \nby the scientific means.  \n \nSince the Prophet Muhammad could neither read nor w rite, Muhammad must be a mes-\nsenger who relayed this truth, which was revealed t o him as an enlightenment by the one \nwho is eligible [as the] creator. This creator must  be God.  \n \n  \n                                                 \n53  Taken from the video documentary, ‘This is Truth. ’ \n54  Ibid. \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n46 \n Therefore, I think this is the time to say La ilaha illa Allah , there is no diety to worship \nexcept God, Muhammadur rasool",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 163,
        "text": "u Allah , Muhammad is Messenger [Prophet] of Allah \n[God]. Lastly, I must congratulate for the excellen t and highly successful arrangement for \nthis conference . . . . I have gained not only from  the scientific point of view and religious \npoint of view but also the great chance of meeting many well-known scientists and mak-\ning many new friends among the participants. The mo st precious thing of all that I have \ngained by coming to this place is La ilaha illa Allah, Muhammadur rasoolu Allah , and to have \nbecome a Muslim.” 55  \n \nAfter all these examples we have seen about the sci entific miracles in the Holy Qur’ān, let us ask \nourselves these questions: \n \nCould it be just a coincidence that all this recent ly discovered scientific information from different  \nfields was mentioned in ",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 164,
        "text": "the Qur’ān, which was revea led fourteen centuries ago? Could this Qur’ān \nhave been authored by Muhammad or by any other huma n being? How could Prophet Muham-\nmad have possibly known all this 1,400 years ago, w hen scientists have only recently discovered \nthis using advanced equipment and powerful microsco pes which did not exist at that time?   \n \nThe only answer is that the Qur’ān is the word of G od Almighty. \n  \n                                                 \n55  Taken from the video documentary, ‘This is Truth. ’ \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n47 \n  \n \n \n \n \n \n \nSuggested Reading \n \n \n \n• The Qur’ān Project – English translation of the Qur’ān – ava ilable free from \nwww.quranproject.org  \n \n• Self-Evid",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 165,
        "text": "ent Miracles of the Holy Qur’ān by M.U. Kazi, Abul-Qasim Publishing \nHouse. \n \n• Scientific Wonders on Earth and in Space by Yusuf al-Hajj Ahm ad, Darussalam \nPublishers . \n \n• The Unchallengeable Miracles of the Qur’ān by Yusuf al-Hajj  Ahmad, Darussalam \nPublishers.  \n \n• The Miracles of the Qur’ān by Muhammad ash-Sha’rawi, Dar al Taqwa.  \n \n• Medical Miracles of the Qur’ān by Dr. Sharif Kaf al-Ghaz al, Islamic Foundation . \n \n• The Developing Human by Prof. Keith L. Moore, published by Elsevier Saunders. \n \n• The Computer Universe: A Scientific Rendering of the Holy Qur ’ān by Prof. P.A. \nWahid, Adam Publishers and Distributors.  \n \n• Belief in Allah by Dr. Umar al-Ashqar, published by IIPH. \n \n• Islam Papers – www.islampapers.com  \n \n• Human Development as Revealed in the Holy Qur’ān a",
        "tags": []
    },
    {
        "source": "Scientific Truths in The Quran.pdf",
        "chunk_id": 166,
        "text": "nd Hadith by Dr. Mo-\nhammed Ali Albar.  \n \n \n  \nQur’ānic Integrity and Scientific Advancement \n___________________________________________________ ______ \n \n48 \n  \n \n  \n \n49 \n \n  \n \n50",
        "tags": []
    }
]